[
	{
		"id": "http://zotero.org/users/5509484/items/QP6Z3HEH",
		"type": "article-journal",
		"container-title": "Physica A: Statistical Mechanics and its Applications",
		"DOI": "10.1016/j.physa.2025.130524",
		"ISSN": "03784371",
		"language": "en",
		"page": "130524",
		"title": "CompuCell3D model of cell migration reproduces chemotaxis",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0378437125001761",
		"volume": "666",
		"author": [
			{
				"family": "Dal-Castel",
				"given": "Pedro C."
			},
			{
				"family": "Thomas",
				"given": "Gilberto L."
			},
			{
				"family": "Perrone",
				"given": "Gabriel C."
			},
			{
				"family": "De Almeida",
				"given": "Rita M.C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/6JLMAPCK",
		"type": "article-journal",
		"abstract": "Abstract Biomedical research increasingly relies on three-dimensional (3D) cell culture models and artificial-intelligence-based analysis can potentially facilitate a detailed and accurate feature extraction on a single-cell level. However, this requires for a precise segmentation of 3D cell datasets, which in turn demands high-quality ground truth for training. Manual annotation, the gold standard for ground truth data, is too time-consuming and thus not feasible for the generation of large 3D training datasets. To address this, we present a framework for generating 3D training data, which integrates biophysical modeling for realistic cell shape and alignment. Our approach allows the in silico generation of coherent membrane and nuclei signals, that enable the training of segmentation models utilizing both channels for improved performance. Furthermore, we present a generative adversarial network (GAN) training scheme that generates not only image data but also matching labels. Quantitative evaluation shows superior performance of biophysical motivated synthetic training data, even outperforming manual annotation and pretrained models. This underscores the potential of incorporating biophysical modeling for enhancing synthetic training data quality.",
		"container-title": "Communications Biology",
		"DOI": "10.1038/s42003-025-07469-2",
		"ISSN": "2399-3642",
		"issue": "1",
		"language": "en",
		"page": "43",
		"title": "Improving 3D deep learning segmentation with biophysically motivated cell synthesis",
		"URL": "https://www.nature.com/articles/s42003-025-07469-2",
		"volume": "8",
		"author": [
			{
				"family": "Bruch",
				"given": "Roman"
			},
			{
				"family": "Vitacolonna",
				"given": "Mario"
			},
			{
				"family": "Nürnberg",
				"given": "Elina"
			},
			{
				"family": "Sauer",
				"given": "Simeon"
			},
			{
				"family": "Rudolf",
				"given": "Rüdiger"
			},
			{
				"family": "Reischl",
				"given": "Markus"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/STSHCCEJ",
		"type": "article-journal",
		"container-title": "Current Research in Toxicology",
		"DOI": "10.1016/j.crtox.2024.100210",
		"ISSN": "2666027X",
		"language": "en",
		"page": "100210",
		"title": "A computational dynamic systems model for in silico prediction of neural tube closure defects",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S2666027X2400063X",
		"volume": "8",
		"author": [
			{
				"family": "Berkhout",
				"given": "Job H."
			},
			{
				"family": "Glazier",
				"given": "James A."
			},
			{
				"family": "Piersma",
				"given": "Aldert H."
			},
			{
				"family": "Belmonte",
				"given": "Julio M."
			},
			{
				"family": "Legler",
				"given": "Juliette"
			},
			{
				"family": "Spencer",
				"given": "Richard M."
			},
			{
				"family": "Knudsen",
				"given": "Thomas B."
			},
			{
				"family": "Heusinkveld",
				"given": "Harm J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/KAG5CQN4",
		"type": "article-journal",
		"abstract": "Abstract EpCAM and its close relative Trop2 are well-known cell surface markers of carcinoma, but their potential role in cancer metastasis remains unclear. They are known, however, to downregulate myosin-dependent contractility, a key parameter involved in adhesion and migration. We investigate here the morphogenetic impact of the high EpCAM and Trop2 levels typically found in epithelial breast cancer cells, using spheroids of MCF7 cells as an in vitro model. Intriguingly, EpCAM depletion stimulated spheroid cohesive spreading, while Trop2 depletion had the opposite effect. Combining cell biological and biophysical approaches, we demonstrate that while EpCAM and Trop2 both contribute to moderate cell contractility, their depletions differentially impact on the process of “wetting” a substrate, here both matrix and neighboring cells, by affecting the balance of cortical tension at cell and tissue interfaces. These distinct phenotypes can be explained by partial enrichment at specific interfaces. Our data are consistent with the EpCAM-Trop2 pair acting as a mechanostat that tunes adhesive and migratory behaviours.",
		"container-title": "The EMBO Journal",
		"DOI": "10.1038/s44318-024-00309-9",
		"ISSN": "1460-2075",
		"issue": "1",
		"language": "en",
		"page": "75–106",
		"title": "An EpCAM/Trop2 mechanostat differentially regulates collective behaviour of human carcinoma cells",
		"URL": "https://www.embopress.org/doi/full/10.1038/s44318-024-00309-9",
		"volume": "44",
		"author": [
			{
				"family": "Aslemarz",
				"given": "Azam"
			},
			{
				"family": "Fagotto-Kaufmann",
				"given": "Marie"
			},
			{
				"family": "Ruppel",
				"given": "Artur"
			},
			{
				"family": "Fagotto-Kaufmann",
				"given": "Christine"
			},
			{
				"family": "Balland",
				"given": "Martial"
			},
			{
				"family": "Lasko",
				"given": "Paul"
			},
			{
				"family": "Fagotto",
				"given": "François"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/F38HK92F",
		"type": "article-journal",
		"container-title": "Microfluidics and Nanofluidics",
		"DOI": "10.1007/s10404-024-02717-z",
		"ISSN": "1613-4982, 1613-4990",
		"issue": "4",
		"language": "en",
		"page": "21",
		"title": "Simulation of avascular tumor growth and drug response in a microfluidic device with a cellular automaton model",
		"URL": "https://link.springer.com/10.1007/s10404-024-02717-z",
		"volume": "28",
		"author": [
			{
				"family": "Liu",
				"given": "Sijia"
			},
			{
				"family": "Li",
				"given": "Yuewu"
			},
			{
				"family": "Chen",
				"given": "Chunxiao"
			},
			{
				"family": "Qian",
				"given": "Zhiyu"
			},
			{
				"family": "Wang",
				"given": "Hongjun"
			},
			{
				"family": "Yang",
				"given": "Yamin"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/5HZFG538",
		"type": "article-journal",
		"abstract": "Abstract Ovarian cancer is amongst the most morbid of gynecological malignancies due to its diagnosis at an advanced stage, a transcoelomic mode of metastasis, and rapid transition to chemotherapeutic resistance. Like all other malignancies, the progression of ovarian cancer may be interpreted as an emergent outcome of the conflict between metastasizing cancer cells and the natural defense mounted by microenvironmental barriers to such migration. Here, we asked whether senescence in coelom-lining mesothelia, brought about by drug exposure, affects their interaction with disseminated ovarian cancer cells. We observed that cancer cells adhered faster on senescent human and murine mesothelial monolayers than on non-senescent controls. Time-lapse epifluorescence microscopy showed that mesothelial cells were cleared by a host of cancer cells that surrounded the former, even under sub-confluent conditions. A multiscale computational model predicted that such colocalized mesothelial clearance under sub-confluence requires greater adhesion between cancer cells and senescent mesothelia. Consistent with the prediction, we observed that senescent mesothelia expressed an extracellular matrix with higher levels of fibronectin, laminins and hyaluronan than non-senescent controls. On senescent matrix, cancer cells adhered more efficiently, spread better, and moved faster and persistently, aiding the spread of cancer. Inhibition assays using RGD cyclopeptides suggested the adhesion was predominantly contributed by fibronectin and laminin. These findings led us to propose that the senescence-associated matrisomal phenotype of peritoneal barriers enhances the colonization of invading ovarian cancer cells contributing to the metastatic burden associated with the disease.",
		"container-title": "Cellular and Molecular Life Sciences",
		"DOI": "10.1007/s00018-023-05017-x",
		"ISSN": "1420-682X, 1420-9071",
		"issue": "1",
		"language": "en",
		"page": "2",
		"title": "The senescent mesothelial matrix accentuates colonization by ovarian cancer cells",
		"URL": "https://link.springer.com/10.1007/s00018-023-05017-x",
		"volume": "81",
		"author": [
			{
				"family": "Thapa",
				"given": "Bharat Vivan"
			},
			{
				"family": "Banerjee",
				"given": "Mallar"
			},
			{
				"family": "Glimm",
				"given": "Tilmann"
			},
			{
				"family": "Saini",
				"given": "Deepak K."
			},
			{
				"family": "Bhat",
				"given": "Ramray"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/GBKF7UF4",
		"type": "article-journal",
		"abstract": "This work aims to develop and validate a framework for the multiscale simulation of the biological response to ionizing radiation in a population of cells forming a tissue. We present TOPAS-Tissue, a framework to allow coupling two Monte Carlo (MC) codes: TOPAS with the TOPAS-nBio extension, capable of handling the track-structure simulation and subsequent chemistry, and CompuCell3D, an agent-based model simulator for biological and environmental behavior of a population of cells. We verified the implementation by simulating the experimental conditions for a clonogenic survival assay of a 2-D PC-3 cell culture model (10 cells in 10,000 µm2) irradiated by MV X-rays at several absorbed dose values from 0–8 Gy. The simulation considered cell growth and division, irradiation, DSB induction, DNA repair, and cellular response. The survival was obtained by counting the number of colonies, defined as a surviving primary (or seeded) cell with progeny, at 2.7 simulated days after irradiation. DNA repair was simulated with an MC implementation of the two-lesion kinetic model and the cell response with a p53 protein-pulse model. The simulated survival curve followed the theoretical linear–quadratic response with dose. The fitted coefficients α = 0.280 ± 0.025/Gy and β = 0.042 ± 0.006/Gy2 agreed with published experimental data within two standard deviations. TOPAS-Tissue extends previous works by simulating in an end-to-end way the effects of radiation in a cell population, from irradiation and DNA damage leading to the cell fate. In conclusion, TOPAS-Tissue offers an extensible all-in-one simulation framework that successfully couples Compucell3D and TOPAS for multiscale simulation of the biological response to radiation.",
		"container-title": "International Journal of Molecular Sciences",
		"DOI": "10.3390/ijms251810061",
		"ISSN": "1422-0067",
		"issue": "18",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "10061",
		"title": "TOPAS-Tissue: A Framework for the Simulation of the Biological Response to Ionizing Radiation at the Multi-Cellular Level",
		"title-short": "TOPAS-Tissue",
		"URL": "https://www.mdpi.com/1422-0067/25/18/10061",
		"volume": "25",
		"author": [
			{
				"family": "García García",
				"given": "Omar Rodrigo"
			},
			{
				"family": "Ortiz",
				"given": "Ramon"
			},
			{
				"family": "Moreno-Barbosa",
				"given": "Eduardo"
			},
			{
				"family": "D-Kondo",
				"given": "Naoki"
			},
			{
				"family": "Faddegon",
				"given": "Bruce"
			},
			{
				"family": "Ramos-Méndez",
				"given": "Jose"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/PEGAKFIE",
		"type": "article-journal",
		"abstract": "3D multicellular self-organized cluster models, e.g., organoids are promising tools for developing new therapeutic modalities including gene and cell therapies, pharmacological mechanistic and screening assays. Various applications of these models have been used extensively for decades, however, the mechanisms of cluster formation, maintenance, and degradation of these models are not even known over in-vitro-life-time. To explore such advantageous models mimicking native tissues or organs, it is necessary to understand aforementioned mechanisms. Herein, we intend to clarify the mechanisms of the formation of cell clusters. We previously demonstrated that primary chondrocytes isolated from distinct longitudinal depth zones in articular cartilage formed zone-specific spherical multicellular clusters in vitro . To elucidate the mechanisms of such cluster formation, we simulated it using the computational Cellular Potts Model with parameters were translated from gene expression levels and histological characteristics corresponding to interactions between cell and extracellular matrix. This simulation in silico was validated morphologically with cluster formation in vitro and vice versa . Since zone specific chondrocyte cluster models in silico showed similarity with corresponding in vitro model, the in silico has a potential to be used for prediction of the 3D multicellular in vitro models used for development, disease, and therapeutic models.",
		"container-title": "Frontiers in Bioengineering and Biotechnology",
		"DOI": "10.3389/fbioe.2024.1440434",
		"ISSN": "2296-4185",
		"page": "1440434",
		"title": "Bidirectionally validated in silico and in vitro formation of specific depth zone-derived chondrocyte spheroids and clusters",
		"URL": "https://www.frontiersin.org/articles/10.3389/fbioe.2024.1440434/full",
		"volume": "12",
		"author": [
			{
				"family": "Takada",
				"given": "Eiichiro"
			},
			{
				"family": "Mizuno",
				"given": "Hayato L."
			},
			{
				"family": "Takeoka",
				"given": "Yoshiki"
			},
			{
				"family": "Mizuno",
				"given": "Shuichi"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/GREJDMJF",
		"type": "document",
		"abstract": "Abstract Cellular senescence is known to drive age-related pathology through the senescence-associated secretory phenotype (SASP). However, it also plays important physiological roles such as cancer suppression, embryogenesis and wound healing. Wound healing is a tightly regulated process which when disrupted results in conditions such as fibrosis and chronic wounds. Senescent cells appear during the proliferation phase of the healing process where the SASP is involved in maintaining tissue homeostasis after damage. Interestingly, SASP composition and functionality was recently found to be temporally regulated, with distinct SASP profiles involved: a fibrogenic, followed by a fibrolytic SASP, which could have important implications for the role of senescent cells in wound healing. Given the number of factors at play a full understanding requires addressing the multiple levels of complexity, pertaining to the various cell behaviours, individually followed by investigating the interactions and influence each of these elements have on each other and the system as a whole. Here, a systems biology approach was adopted whereby a multi-scale model of wound healing that includes the dynamics of senescent cell behaviour and corresponding SASP composition within the wound microenvironment was developed. The model was built using the software CompuCell3D, which is based on a Cellular Potts modelling framework. We used an existing body of data on healthy wound healing to calibrate the model and validation was done on known disease conditions. The model provides understanding of the spatiotemporal dynamics of different senescent cell phenotypes and the roles they play within the wound healing process. The model also shows how an overall disruption of tissue-level coordination due to age-related changes results in different disease states including fibrosis and chronic wounds. Further specific data to increase model confidence could be used to explore senolytic treatments in wound disorders.",
		"language": "en",
		"note": "DOI: 10.1101/2024.07.04.602041",
		"publisher": "Systems Biology",
		"title": "Modelling the spatiotemporal dynamics of senescent cells in wound healing, chronic wounds, and fibrosis",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2024.07.04.602041",
		"author": [
			{
				"family": "Chandrasegaran",
				"given": "Sharmilla"
			},
			{
				"family": "Sluka",
				"given": "James P."
			},
			{
				"family": "Shanley",
				"given": "Daryl"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/JHQ6RUQL",
		"type": "document",
		"abstract": "Abstract Chronic metabolic disorders and aging result in accumulation of active dicarbonyls that glycate biomolecules rendering them dysfunctional. Although metabolic aberrations are known to be epidemiologically associated with faster cancer progression, cell biological determinants of such associations remain elusive. The formation of micro-metastases in epithelial ovarian cancer involves its colonization of visceral peritonea through clearance of mesothelia that line the coelom. In this study, we observe that cocultures of immortalized human coelomic MeT-5A mesothelia with human ovarian cancer cells OVCAR-3 and SK-OV-3 show greater infiltration by the latter when exposed to increasing concentrations of the dicarbonyl methylglyoxal (MG). Treatment with increasing concentrations of MG caused death and senescence within human and murine serosal mesothelia. Cells showed higher levels of advanced glycation end products, dysregulated occludens junction protein ZO-1, and disrupted localization of cortical filamentous actin and its regulator ezrin, indicating poor inter-cell adhesion. Time lapse imaging also showed impaired migration for MG-treated single mesothelia and for their collective monolayers. Agent-based computer modeling of coculture dynamics predicted that a combined effect of confluence and migration allows inter-adherent mesothelia to contain the spread of colonizing cancer cells, which was confirmed through coculture time lapses of cancer colonization within higher and lower mesothelial densities. We found ovarian cancer cells showed higher levels of glyoxalase-1 (GLO-1) enzyme, which catabolizes MG, suggesting how they escaped its cytotoxic effects. Consistent with this, treatment of OVCAR-3 with MG concurrently with pharmacological inhibition of GLO-1 showed greater cell death. Our results suggest dicarbonyl stress helps colonizing cancer cells overcome the resistance of natural homoeostatic barriers and its inhibition may, in supplementation with chemotherapy, stem metastasis.",
		"language": "en",
		"note": "DOI: 10.1101/2024.06.18.599500",
		"publisher": "Cancer Biology",
		"title": "Dicarbonyl stress debilitates mesothelial defense against metastasizing ovarian cancer",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2024.06.18.599500",
		"author": [
			{
				"family": "Mishra",
				"given": "Satyarthi"
			},
			{
				"family": "Vidhipriya",
				"given": "Kottpalli"
			},
			{
				"family": "Gopikrishnan",
				"given": "Anchita"
			},
			{
				"family": "Mishra",
				"given": "Sudiksha"
			},
			{
				"family": "Prasanna",
				"given": "Cvs"
			},
			{
				"family": "Sen",
				"given": "Prosenjit"
			},
			{
				"family": "Bhat",
				"given": "Ramray"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/RL6UP6LH",
		"type": "article-journal",
		"abstract": "Circulating tumor cell clusters play an important role in the metastatic cascade. These clusters can acquire a migratory and more invasive phenotype, and coordinate their motion to migrate as a collective. Before such clusters can form by collectively detaching from a primary tumor, however, the cluster must first aggregate in the tumor interior. The mechanism of this cluster formation process is still poorly understood. One of the possible ways for cells to cluster is by aligning their direction of motion with their neighboring cells. This work aims to investigate the role of this cell-cell alignment interaction on the formation of motile cell clusters inside the bulk of a tumor using computer simulations. We employ a Cellular Potts model in which we model a two-dimensional heterogeneous confluent layer containing both motile and non-motile cells. Our results indicate that the degree of clustering is governed by two distinct processes: the formation of clusters due to the presence of cell-cell alignment interactions among motile cells, and the suppression of clustering due to the presence of the dynamic cellular environment (comprised of the non-motile cells). We find that the largest motile clusters are formed for intermediate alignment strengths, contrary to what is observed for motile cells in free space (that is, unimpeded by a dense cellular environment), in which case stronger cell-cell alignment always leads to larger clustering. Our findings suggest that the presence of a densely-packed cellular environment and strong cell-cell alignment inhibits the formation of large migratory clusters within the primary tumor, providing physical insight into potential factors at play during the early stages of metastasis.",
		"DOI": "10.48550/ARXIV.2406.14196",
		"license": "arXiv.org perpetual, non-exclusive license",
		"title": "Formation of motile cell clusters in heterogeneous model tumors: the role of cell-cell alignment",
		"title-short": "Formation of motile cell clusters in heterogeneous model tumors",
		"URL": "https://arxiv.org/abs/2406.14196",
		"author": [
			{
				"family": "Braat",
				"given": "Quirine J. S."
			},
			{
				"family": "Storm",
				"given": "Cornelis"
			},
			{
				"family": "Janssen",
				"given": "Liesbeth M. C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/LQQ7TIUD",
		"type": "document",
		"abstract": "Abstract 3D cell culture models replicate tissue complexity, aiming to study cellular interactions and responses in a more physiologically relevant environment compared to traditional 2D cultures. However, the spherical structure of these models makes it difficult to extract meaningful data, necessitating advanced techniques for proper analysis. In silico simulations enhance research by predicting cellular behaviors and therapeutic responses, providing a powerful tool to complement experimental approaches. Despite their potential, these simulations often require advanced computational skills and significant resources, creating a barrier for many researchers. To address these challenges, we developed an accessible pipeline using open-source software to facilitate virtual tissue simulations. Our approach employs the Cellular Potts Model, a versatile framework for simulating cellular behaviors in tissues. The simulations are constructed from real world 3D image stacks of cancer spheroids, ensuring the virtual models are rooted in experimental data. By introducing a new metric for parameter optimization, we enable the creation of realistic simulations without requiring extensive computational expertise. This pipeline benefits researchers wanting to incorporate computational biology into their methods, even if they do not possess extensive expertise in this area. By reducing the technical barriers associated with advanced computational modeling, our pipeline allows more researchers to utilize these powerful tools. Our approach aims to foster broader use of in silico methods in disease research, contributing to a deeper understanding of disease biology and the refinement of therapeutic interventions.",
		"language": "en",
		"note": "DOI: 10.1101/2024.07.12.603259",
		"publisher": "Biophysics",
		"title": "From <i>in vitro</i> to <i>in silico</i> : a pipeline for generating virtual tissue simulations from real image data",
		"title-short": "From <i>in vitro</i> to <i>in silico</i>",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2024.07.12.603259",
		"author": [
			{
				"family": "Nürnberg",
				"given": "Elina"
			},
			{
				"family": "Vitacolonna",
				"given": "Mario"
			},
			{
				"family": "Bruch",
				"given": "Roman"
			},
			{
				"family": "Reischl",
				"given": "Markus"
			},
			{
				"family": "Rudolf",
				"given": "Rüdiger"
			},
			{
				"family": "Sauer",
				"given": "Simeon"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/TE223LST",
		"type": "document",
		"abstract": "Abstract In this study we propose a novel agent-based model to reproduce and propose new hypotheses on the biological mechanisms of cell-cell interactions and cell migration from data obtained during scratch assay with healthy and keloid fibroblasts. The advantage of the agent-based model we propose in this paper lies in its simplicity: only three governing parameters. We conducted a parametric sensitivity analysis and we incorporated the evaluation of contact inhibition of locomotion, aligning with the observed loss during malignant invasion. To study invasion modalities, we conducted in vitro wound healing assays using healthy and pseudo-tumoral (keloid) fibroblasts under diverse conditions: control, macrophage type 1 secretome, and macrophage type 2 secretome. Mitomycin inhibition of proliferation isolated the contribution of migration to wound filling. Our agent-based mathematical model describes configurations based on our microscopy imaging and statistical data, which enables quantitative comparisons between our experimental and numerical results. Calibration and evaluation were performed on the same experiments, enriched by external datasets. With only three governing parameters, our model not only demonstrated good agreement (8.78% to 18.75% error) with external evaluation datasets for all experimental configurations but also provided us with a nuanced understanding of keloid fibroblast behavior during wound healing, especially regarding contact inhibition dynamics.",
		"language": "en",
		"note": "DOI: 10.1101/2024.04.02.587674",
		"publisher": "Systems Biology",
		"title": "Data-driven simple agent-based model of scratch assays on healthy and keloid fibroblasts",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2024.04.02.587674",
		"author": [
			{
				"family": "Urcun",
				"given": "Stéphane"
			},
			{
				"family": "Rolin",
				"given": "Gwenaël"
			},
			{
				"family": "Eftimie",
				"given": "Raluca"
			},
			{
				"family": "Lozinski",
				"given": "Alexei"
			},
			{
				"family": "Bordas",
				"given": "Stéphane P.A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/FDSI49JF",
		"type": "article-journal",
		"container-title": "Biomechanics and Modeling in Mechanobiology",
		"DOI": "10.1007/s10237-023-01793-4",
		"ISSN": "1617-7959, 1617-7940",
		"issue": "2",
		"language": "en",
		"page": "581–599",
		"title": "Multiscale computational modeling of aortic valve calcification",
		"URL": "https://link.springer.com/10.1007/s10237-023-01793-4",
		"volume": "23",
		"author": [
			{
				"family": "Azimi-Boulali",
				"given": "Javid"
			},
			{
				"family": "Mahler",
				"given": "Gretchen J."
			},
			{
				"family": "Murray",
				"given": "Bruce T."
			},
			{
				"family": "Huang",
				"given": "Peter"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/WZ3IF49P",
		"type": "article-journal",
		"abstract": "Abstract Collective cell invasion underlies several biological processes such as wound healing, embryonic development, and cancerous invasion. Here, we investigate the impact of cell motility on invasion in epithelial monolayers and its coupling to cellular mechanical properties, such as cell-cell adhesion and cortex contractility. We develop a two-dimensional computational model for cells with active motility based on the cellular Potts model, which predicts that the cellular invasion speed is mainly determined by active cell motility and is independent of the biological and mechanical properties of the cells. We also find that, in general, motile cells out-compete and invade non-motile cells, however, this can be reversed by differential cell proliferation. Stable coexistence of motile and static cell types is also possible for certain parameter regimes.",
		"container-title": "Journal of Biological Physics",
		"DOI": "10.1007/s10867-024-09660-8",
		"ISSN": "0092-0606, 1573-0689",
		"issue": "3-4",
		"language": "en",
		"page": "291–306",
		"title": "Modelling the effect of cell motility on mixing and invasion in epithelial monolayers",
		"URL": "https://link.springer.com/10.1007/s10867-024-09660-8",
		"volume": "50",
		"author": [
			{
				"family": "Alsubaie",
				"given": "Faris Saad"
			},
			{
				"family": "Neufeld",
				"given": "Zoltan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/6A8GR8VA",
		"type": "article-journal",
		"container-title": "Biophysical Journal",
		"DOI": "10.1016/j.bpj.2024.03.002",
		"ISSN": "00063495",
		"issue": "7",
		"language": "en",
		"page": "909–919",
		"title": "Mechanical control of cell proliferation patterns in growing epithelial monolayers",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S000634952400167X",
		"volume": "123",
		"author": [
			{
				"family": "Carpenter",
				"given": "Logan C."
			},
			{
				"family": "Pérez-Verdugo",
				"given": "Fernanda"
			},
			{
				"family": "Banerjee",
				"given": "Shiladitya"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/AWZJKR5W",
		"type": "article-journal",
		"abstract": "Abstract In recent in vitro experiments on co-culture between breast tumour spheroids and activated immune cells, it was observed that the introduction of the stress hormone cortisol resulted in a decreased immune cell infiltration into the spheroids. Moreover, the presence of cortisol deregulated the normal levels of the pro- and anti-inflammatory cytokines IFN- γ and IL-10. We present an individual-based model to explore the interaction dynamics between tumour and immune cells under psychological stress conditions. With our model, we explore the processes underlying the emergence of different levels of immune infiltration, with particular focus on the biological mechanisms regulated by IFN- γ and IL-10. The set-up of numerical simulations is defined to mimic the scenarios considered in the experimental study. Similarly to the experimental quantitative analysis, we compute a score that quantifies the level of immune cell infiltration into the tumour. The results of numerical simulations indicate that the motility of immune cells, their capability to infiltrate through tumour cells, their growth rate and the interplay between these cell parameters can affect the level of immune cell infiltration in different ways. Ultimately, numerical simulations of this model support a deeper understanding of the impact of biological stress-induced mechanisms on immune infiltration.",
		"container-title": "Physical Biology",
		"DOI": "10.1088/1478-3975/ad221a",
		"ISSN": "1478-3967, 1478-3975",
		"issue": "2",
		"page": "026003",
		"title": "An individual-based model to explore the impact of psychological stress on immune infiltration into tumour spheroids",
		"URL": "https://iopscience.iop.org/article/10.1088/1478-3975/ad221a",
		"volume": "21",
		"author": [
			{
				"family": "Leschiera",
				"given": "Emma"
			},
			{
				"family": "Al-Hity",
				"given": "Gheed"
			},
			{
				"family": "Flint",
				"given": "Melanie S"
			},
			{
				"family": "Venkataraman",
				"given": "Chandrasekhar"
			},
			{
				"family": "Lorenzi",
				"given": "Tommaso"
			},
			{
				"family": "Almeida",
				"given": "Luis"
			},
			{
				"family": "Audebert",
				"given": "Chloe"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/4RJIZUW5",
		"type": "article-journal",
		"container-title": "Pattern Recognition Letters",
		"DOI": "10.1016/j.patrec.2024.03.015",
		"ISSN": "01678655",
		"language": "en",
		"page": "37–42",
		"title": "YOLO2U-Net: Detection-guided 3D instance segmentation for microscopy",
		"title-short": "YOLO2U-Net",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0167865524000837",
		"volume": "181",
		"author": [
			{
				"family": "Ziabari",
				"given": "Amirkoushyar"
			},
			{
				"family": "Rose",
				"given": "Derek C."
			},
			{
				"family": "Shirinifard",
				"given": "Abbas"
			},
			{
				"family": "Solecki",
				"given": "David"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/CG3J4MIK",
		"type": "article-journal",
		"abstract": "Introduction Burns are characterized by a massive and prolonged acute inflammation, which persists for up to months after the initial trauma. Due to the complexity of the inflammatory process, Predicting the dynamics of wound healing process can be challenging for burn injuries. The aim of this study was to develop simulation models for the post-burn immune response based on (pre)clinical data. Methods The simulation domain was separated into blood and tissue compartments. Each of these compartments contained solutes and cell agents. Solutes comprise pro-inflammatory cytokines, anti-inflammatory cytokines and inflammation triggering factors. The solutes diffuse around the domain based on their concentration profiles. The cells include mast cells, neutrophils, and macrophages, and were modeled as independent agents. The cells are motile and exhibit chemotaxis based on concentrations gradients of the solutes. In addition, the cells secrete various solutes that in turn alter the dynamics and responses of the burn wound system. Results We developed an Glazier-Graner-Hogeweg method-based model (GGH) to capture the complexities associated with the dynamics of inflammation after burn injuries, including changes in cell counts and cytokine levels. Through simulations from day 0 – 4 post-burn, we successfully identified key factors influencing the acute inflammatory response, i.e., the initial number of endothelial cells, the chemotaxis threshold, and the level of chemoattractants. Conclusion Our findings highlight the pivotal role of the initial endothelial cell count as a key parameter for intensity of inflammation and progression of acute inflammation, 0 – 4 days post-burn.",
		"container-title": "Frontiers in Immunology",
		"DOI": "10.3389/fimmu.2024.1303776",
		"ISSN": "1664-3224",
		"page": "1303776",
		"title": "An in silico modeling approach to understanding the dynamics of the post-burn immune response",
		"URL": "https://www.frontiersin.org/articles/10.3389/fimmu.2024.1303776/full",
		"volume": "15",
		"author": [
			{
				"family": "Korkmaz",
				"given": "H. Ibrahim"
			},
			{
				"family": "Sheraton",
				"given": "Vivek M."
			},
			{
				"family": "Bumbuc",
				"given": "Roland V."
			},
			{
				"family": "Li",
				"given": "Meifang"
			},
			{
				"family": "Pijpe",
				"given": "Anouk"
			},
			{
				"family": "Mulder",
				"given": "Patrick P. G."
			},
			{
				"family": "Boekema",
				"given": "Bouke K. H. L."
			},
			{
				"family": "De Jong",
				"given": "Evelien"
			},
			{
				"family": "Papendorp",
				"given": "Stephan G. F."
			},
			{
				"family": "Brands",
				"given": "Ruud"
			},
			{
				"family": "Middelkoop",
				"given": "Esther"
			},
			{
				"family": "Sloot",
				"given": "Peter M. A."
			},
			{
				"family": "Van Zuijlen",
				"given": "Paul P. M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/RGUFGFU9",
		"type": "article-journal",
		"abstract": "ABSTRACT Collectively migrating Xenopus mesendoderm cells are arranged into leader and follower rows with distinct adhesive properties and protrusive behaviors. In vivo, leading row mesendoderm cells extend polarized protrusions and migrate along a fibronectin matrix assembled by blastocoel roof cells. Traction stresses generated at the leading row result in the pulling forward of attached follower row cells. Mesendoderm explants removed from embryos provide an experimentally tractable system for characterizing collective cell movements and behaviors, yet the cellular mechanisms responsible for this mode of migration remain elusive. We introduce a novel agent-based computational model of migrating mesendoderm in the Cellular-Potts computational framework to investigate the respective contributions of multiple parameters specific to the behaviors of leader and follower row cells. Sensitivity analyses identify cohesotaxis, tissue geometry, and cell intercalation as key parameters affecting the migration velocity of collectively migrating cells. The model predicts that cohesotaxis and tissue geometry in combination promote cooperative migration of leader cells resulting in increased migration velocity of the collective. Radial intercalation of cells towards the substrate is an additional mechanism contributing to an increase in migratory speed of the tissue. Model outcomes are validated experimentally using mesendoderm tissue explants.",
		"container-title": "Biology Open",
		"DOI": "10.1242/bio.060615",
		"ISSN": "2046-6390",
		"issue": "8",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by/4.0",
		"page": "bio060615",
		"title": "Modeling the roles of cohesotaxis, cell-intercalation, and tissue geometry in collective cell migration of <i>Xenopus</i> mesendoderm",
		"URL": "https://journals.biologists.com/bio/article/13/8/bio060615/361690/Modeling-the-roles-of-cohesotaxis-cell",
		"volume": "13",
		"author": [
			{
				"family": "Comlekoglu",
				"given": "Tien"
			},
			{
				"family": "Dzamba",
				"given": "Bette J."
			},
			{
				"family": "Pacheco",
				"given": "Gustavo G."
			},
			{
				"family": "Shook",
				"given": "David R."
			},
			{
				"family": "Sego",
				"given": "T. J."
			},
			{
				"family": "Glazier",
				"given": "James A."
			},
			{
				"family": "Peirce",
				"given": "Shayn M."
			},
			{
				"family": "DeSimone",
				"given": "Douglas W."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/FPAMDSFF",
		"type": "article-journal",
		"abstract": "Cell shape plays a fundamental role in many biological processes, including adhesion, migration, division and development, but it is not clear which shape model best predicts three-dimensional cell shape in structured environments. Here, we compare different modelling approaches with experimental data. The shapes of single mesenchymal cells cultured in custom-made 3D scaffolds were compared by a Fourier method with surfaces that minimize area under the given adhesion and volume constraints. For the minimized surface model, we found marked differences to the experimentally observed cell shapes, which necessitated the use of more advanced shape models. We used different variants of the cellular Potts model, which effectively includes both surface and bulk contributions. The simulations revealed that the Hamiltonian with linear area energy outperformed the elastic area constraint in accurately modelling the 3D shapes of cells in structured environments. Explicit modelling the nucleus did not improve the accuracy of the simulated cell shapes. Overall, our work identifies effective methods for accurately modelling cellular shapes in complex environments.",
		"container-title": "PLOS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1011412",
		"ISSN": "1553-7358",
		"issue": "4",
		"language": "en",
		"page": "e1011412",
		"title": "Modelling cell shape in 3D structured environments: A quantitative comparison with experiments",
		"title-short": "Modelling cell shape in 3D structured environments",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1011412",
		"volume": "20",
		"author": [
			{
				"family": "Link",
				"given": "Rabea"
			},
			{
				"family": "Jaggy",
				"given": "Mona"
			},
			{
				"family": "Bastmeyer",
				"given": "Martin"
			},
			{
				"family": "Schwarz",
				"given": "Ulrich S."
			}
		],
		"editor": [
			{
				"family": "Rangamani",
				"given": "Padmini"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/89NS7MKF",
		"type": "article-journal",
		"container-title": "Biophysical Journal",
		"DOI": "10.1016/j.bpj.2024.05.005",
		"ISSN": "00063495",
		"issue": "12",
		"language": "en",
		"page": "1635–1647",
		"title": "Spatial heterogeneity in tumor adhesion qualifies collective cell invasion",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0006349524003199",
		"volume": "123",
		"author": [
			{
				"family": "Prasanna",
				"given": "C. Venkata Sai"
			},
			{
				"family": "Jolly",
				"given": "Mohit Kumar"
			},
			{
				"family": "Bhat",
				"given": "Ramray"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/GU4TUREJ",
		"type": "article-journal",
		"container-title": "Reproductive Toxicology",
		"DOI": "10.1016/j.reprotox.2024.108625",
		"ISSN": "08906238",
		"language": "en",
		"page": "108625",
		"title": "Engineering a computable epiblast for in silico modeling of developmental toxicity",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0890623824000923",
		"volume": "128",
		"author": [
			{
				"family": "Barham",
				"given": "Kaitlyn"
			},
			{
				"family": "Spencer",
				"given": "Richard"
			},
			{
				"family": "Baker",
				"given": "Nancy C."
			},
			{
				"family": "Knudsen",
				"given": "Thomas B."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/3WRAZ3MT",
		"type": "article-journal",
		"container-title": "Biophysical Journal",
		"DOI": "10.1016/j.bpj.2024.05.028",
		"ISSN": "00063495",
		"issue": "13",
		"language": "en",
		"page": "1838–1845",
		"title": "Competing mechanisms in bacterial invasion of human colon mucus probed with agent-based modeling",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0006349524003758",
		"volume": "123",
		"author": [
			{
				"family": "Yan",
				"given": "Zhongyu"
			},
			{
				"family": "Yeo",
				"given": "Jingjie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/N992M5MB",
		"type": "article-journal",
		"container-title": "ACS Synthetic Biology",
		"DOI": "10.1021/acssynbio.4c00230",
		"ISSN": "2161-5063, 2161-5063",
		"issue": "6",
		"language": "en",
		"license": "https://doi.org/10.15223/policy-029",
		"page": "1925–1940",
		"title": "Mathematical and In Silico Analysis of Synthetic Inhibitory Circuits That Program Self-Organizing Multicellular Structures",
		"URL": "https://pubs.acs.org/doi/10.1021/acssynbio.4c00230",
		"volume": "13",
		"author": [
			{
				"family": "Lam",
				"given": "Calvin"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/U74WBF8B",
		"type": "article-journal",
		"container-title": "Synthetic and Systems Biotechnology",
		"DOI": "10.1016/j.synbio.2023.09.008",
		"ISSN": "2405805X",
		"issue": "4",
		"language": "en",
		"page": "654–672",
		"title": "Design and mathematical analysis of activating transcriptional amplifiers that enable modular temporal control in synthetic juxtacrine circuits",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S2405805X23000820",
		"volume": "8",
		"author": [
			{
				"family": "Lam",
				"given": "Calvin"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/L6UWBWYE",
		"type": "article-journal",
		"abstract": "The germinal center response or reaction (GCR) is a hallmark event of adaptive humoral immunity. Unfolding in the B cell follicles of the secondary lymphoid organs, a GC culminates in the production of high-affinity antibody-secreting plasma cells along with memory B cells. By interacting with follicular dendritic cells (FDC) and T follicular helper (Tfh) cells, GC B cells exhibit complex spatiotemporal dynamics. Driving the B cell dynamics are the intracellular signal transduction and gene regulatory network that responds to cell surface signaling molecules, cytokines, and chemokines. As our knowledge of the GC continues to expand in depth and in scope, mathematical modeling has become an important tool to help disentangle the intricacy of the GCR and inform novel mechanistic and clinical insights. While the GC has been modeled at different granularities, a multiscale spatial simulation framework – integrating molecular, cellular, and tissue-level responses – is still rare. Here, we report our recent progress toward this end with a hybrid stochastic GC framework developed on the Cellular Potts Model-based CompuCell3D platform. Tellurium is used to simulate the B cell intracellular molecular network comprising NF-κB, FOXO1, MYC, AP4, CXCR4, and BLIMP1 that responds to B cell receptor (BCR) and CD40-mediated signaling. The molecular outputs of the network drive the spatiotemporal behaviors of B cells, including cyclic migration between the dark zone (DZ) and light zone (LZ) via chemotaxis; clonal proliferative bursts, somatic hypermutation, and DNA damage-induced apoptosis in the DZ; and positive selection, apoptosis via a death timer, and emergence of plasma cells in the LZ. Our simulations are able to recapitulate key molecular, cellular, and morphological GC events, including B cell population growth, affinity maturation, and clonal dominance. This novel modeling framework provides an open-source, customizable, and multiscale virtual GC simulation platform that enables qualitative and quantitative in silico investigations of a range of mechanistic and applied research questions on the adaptive humoral immune response in the future.",
		"container-title": "Frontiers in Immunology",
		"DOI": "10.3389/fimmu.2024.1377303",
		"ISSN": "1664-3224",
		"page": "1377303",
		"title": "A multiscale spatial modeling framework for the germinal center response",
		"URL": "https://www.frontiersin.org/articles/10.3389/fimmu.2024.1377303/full",
		"volume": "15",
		"author": [
			{
				"family": "Mu",
				"given": "Derek P."
			},
			{
				"family": "Scharer",
				"given": "Christopher D."
			},
			{
				"family": "Kaminski",
				"given": "Norbert E."
			},
			{
				"family": "Zhang",
				"given": "Qiang"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/DFTU2GIJ",
		"type": "article-journal",
		"container-title": "iScience",
		"DOI": "10.1016/j.isci.2024.109742",
		"ISSN": "25890042",
		"issue": "5",
		"language": "en",
		"page": "109742",
		"title": "Morphological basis of the lung adenocarcinoma subtypes",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S2589004224009647",
		"volume": "27",
		"author": [
			{
				"family": "Zha",
				"given": "Linjun"
			},
			{
				"family": "Matsu-ura",
				"given": "Toru"
			},
			{
				"family": "Sluka",
				"given": "James P."
			},
			{
				"family": "Murakawa",
				"given": "Tomohiro"
			},
			{
				"family": "Tsuta",
				"given": "Koji"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/CIEEQMR7",
		"type": "chapter",
		"container-title": "Synthetic Biology",
		"event-place": "New York, NY",
		"ISBN": "978-1-07-163657-2",
		"language": "en",
		"note": "DOI: 10.1007/978-1-0716-3658-9_17",
		"page": "283–307",
		"publisher": "Springer US",
		"publisher-place": "New York, NY",
		"title": "Programming Juxtacrine-Based Synthetic Signaling Networks in a Cellular Potts Framework",
		"URL": "https://link.springer.com/10.1007/978-1-0716-3658-9_17",
		"volume": "2760",
		"author": [
			{
				"family": "Lam",
				"given": "Calvin"
			},
			{
				"family": "Morsut",
				"given": "Leonardo"
			}
		],
		"editor": [
			{
				"family": "Braman",
				"given": "Jeffrey Carl"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/F7YMCL9U",
		"type": "article-journal",
		"abstract": "We investigate the behavior of systems of cells with intracellular molecular oscillators (“clocks”) where cell-cell adhesion is mediated by differences in clock phase between neighbors. This is motivated by phenomena in developmental biology and in aggregative multicellularity of unicellular organisms. In such systems, aggregation co-occurs with clock synchronization. To account for the effects of spatially extended cells, we use the Cellular Potts Model (CPM), a lattice agent-based model. We find four distinct possible phases: global synchronization, local synchronization, incoherence, and anti-synchronization (checkerboard patterns). We characterize these phases via order parameters. In the case of global synchrony, the speed of synchronization depends on the adhesive effects of the clocks. Synchronization happens fastest when cells in opposite phases adhere the strongest (“opposites attract”). When cells of the same clock phase adhere the strongest (“like attracts like”), synchronization is slower. Surprisingly, the slowest synchronization happens in the diffusive mixing case, where cell-cell adhesion is independent of clock phase. We briefly discuss potential applications of the model, such as pattern formation in the auditory sensory epithelium.",
		"container-title": "PeerJ",
		"DOI": "10.7717/peerj.16974",
		"ISSN": "2167-8359",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "e16974",
		"title": "A Cellular Potts Model of the interplay of synchronization and aggregation",
		"URL": "https://peerj.com/articles/16974",
		"volume": "12",
		"author": [
			{
				"family": "Una",
				"given": "Rose"
			},
			{
				"family": "Glimm",
				"given": "Tilmann"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/KNT5HFTB",
		"type": "chapter",
		"container-title": "Mechanobiology",
		"event-place": "New York, NY",
		"ISBN": "978-1-07-162850-8",
		"language": "en",
		"note": "DOI: 10.1007/978-1-0716-2851-5_22",
		"page": "323–339",
		"publisher": "Springer US",
		"publisher-place": "New York, NY",
		"title": "Simulating 3D Cell Shape with the Cellular Potts Model",
		"URL": "https://link.springer.com/10.1007/978-1-0716-2851-5_22",
		"volume": "2600",
		"author": [
			{
				"family": "Link",
				"given": "Rabea"
			},
			{
				"family": "Schwarz",
				"given": "Ulrich S."
			}
		],
		"editor": [
			{
				"family": "Zaidel-Bar",
				"given": "Ronen"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/2XU3XI5G",
		"type": "article-journal",
		"abstract": "Mathematical and computational models are used to describe biomechanical processes in multicellular systems. Here, we develop a model to analyse how two types of epithelial cell layers interact during tissue invasion depending on their cellular properties, i.e., simulating cancer cells expanding into a region of normal cells. We model the tissue invasion process using the cellular Potts model and implement our two-dimensional computational simulations in the software package CompuCell3D. The model predicts that differences in mechanical properties of cells can lead to tissue invasion, even if the division rates and death rates of the two cell types are the same. We also show how the invasion speed varies depending on the cell division and death rates and the mechanical properties of the cells.",
		"container-title": "Life",
		"DOI": "10.3390/life13020427",
		"ISSN": "2075-1729",
		"issue": "2",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "427",
		"title": "Modelling of Tissue Invasion in Epithelial Monolayers",
		"URL": "https://www.mdpi.com/2075-1729/13/2/427",
		"volume": "13",
		"author": [
			{
				"family": "Alsubaie",
				"given": "Faris Saad"
			},
			{
				"family": "Khataee",
				"given": "Hamid"
			},
			{
				"family": "Neufeld",
				"given": "Zoltan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/WXG3IJ6J",
		"type": "article-journal",
		"abstract": "CompuCell3D (CC3D) is an open-source software framework for building and executing multi-cell biological virtual-tissue models. It represents cells using the Glazier–Graner–Hogeweg model, also known as Cellular Potts model. The primary CC3D application consists of two separate tools, a smart model editor (Twedit++) and a tool for model execution, visualization and steering (Player). The CompuCell3D version 4.x release introduces support for Jupyter Notebooks, an interactive computational environment, which brings the benefits of reproducibility, portability, and self-documentation. Since model specifications in CC3D are written in Python and CC3DML and Jupyter supports Python and other languages, Jupyter can naturally act as an integrated development environment (IDE) for CC3D users as well as a live document with embedded text and simulations. This update follows the trend in software to move away from monolithic freestanding applications to the distribution of methodologies in the form of libraries that can be used in conjunction with other libraries and packages. With these benefits, CC3D deployed inJupyter Notebook is a more natural and efficient platform for scientific publishing and education using CC3D.",
		"DOI": "10.5281/ZENODO.7600786",
		"language": "en",
		"license": "Creative Commons Attribution 4.0 International, Open Access",
		"title": "Cell Modeling in Jupyter Notebook using CompuCell3D",
		"URL": "https://zenodo.org/record/7600786",
		"author": [
			{
				"family": "Chung",
				"given": "Trinity"
			},
			{
				"family": "Sego",
				"given": "T. J."
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/F6IESJ7B",
		"type": "article-journal",
		"container-title": "Bulletin of Mathematical Biology",
		"DOI": "10.1007/s11538-023-01158-z",
		"ISSN": "0092-8240, 1522-9602",
		"issue": "6",
		"language": "en",
		"page": "51",
		"title": "Computational Modeling to Determine the Effect of Phenotypic Heterogeneity in Tumors on the Collective Tumor–Immune Interactions",
		"URL": "https://link.springer.com/10.1007/s11538-023-01158-z",
		"volume": "85",
		"author": [
			{
				"family": "Zhang",
				"given": "Yuyuan"
			},
			{
				"family": "Wang",
				"given": "Kaiqun"
			},
			{
				"family": "Du",
				"given": "Yaoyao"
			},
			{
				"family": "Yang",
				"given": "Huiyuan"
			},
			{
				"family": "Jia",
				"given": "Guanjie"
			},
			{
				"family": "Huang",
				"given": "Di"
			},
			{
				"family": "Chen",
				"given": "Weiyi"
			},
			{
				"family": "Shan",
				"given": "Yanhu"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/Q56TN2MF",
		"type": "paper-conference",
		"container-title": "2022 International Conference on Manipulation, Automation and Robotics at Small Scales (MARSS)",
		"DOI": "10.1109/MARSS55884.2022.9870459",
		"event-place": "Toronto, ON, Canada",
		"ISBN": "978-1-66545-973-0",
		"license": "https://doi.org/10.15223/policy-029",
		"page": "1–5",
		"publisher": "IEEE",
		"publisher-place": "Toronto, ON, Canada",
		"title": "Evolving Morphologies for Locomoting Micro-scale Robotic Agents",
		"URL": "https://ieeexplore.ieee.org/document/9870459/",
		"author": [
			{
				"family": "Uppington",
				"given": "Matthew"
			},
			{
				"family": "Gobbo",
				"given": "Pierangelo"
			},
			{
				"family": "Hauert",
				"given": "Sabine"
			},
			{
				"family": "Hauser",
				"given": "Helmut"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/JFQTZSK4",
		"type": "article-journal",
		"container-title": "Mathematical Biosciences",
		"DOI": "10.1016/j.mbs.2021.108759",
		"ISSN": "00255564",
		"language": "en",
		"page": "108759",
		"title": "Computational modelling of nephron progenitor cell movement and aggregation during kidney organogenesis",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0025556421001589",
		"volume": "344",
		"author": [
			{
				"family": "Tikka",
				"given": "Pauli"
			},
			{
				"family": "Mercker",
				"given": "Moritz"
			},
			{
				"family": "Skovorodkin",
				"given": "Ilya"
			},
			{
				"family": "Saarela",
				"given": "Ulla"
			},
			{
				"family": "Vainio",
				"given": "Seppo"
			},
			{
				"family": "Ronkainen",
				"given": "Veli-Pekka"
			},
			{
				"family": "Sluka",
				"given": "James P."
			},
			{
				"family": "Glazier",
				"given": "James A."
			},
			{
				"family": "Marciniak-Czochra",
				"given": "Anna"
			},
			{
				"family": "Schaefer",
				"given": "Franz"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/6B4VDSWU",
		"type": "chapter",
		"container-title": "Computational Science – ICCS 2022",
		"event-place": "Cham",
		"ISBN": "978-3-031-08750-9",
		"language": "en",
		"note": "DOI: 10.1007/978-3-031-08751-6_27",
		"page": "375–388",
		"publisher": "Springer International Publishing",
		"publisher-place": "Cham",
		"title": "Exploring Ductal Carcinoma In-Situ to Invasive Ductal Carcinoma Transitions Using Energy Minimization Principles",
		"URL": "https://link.springer.com/10.1007/978-3-031-08751-6_27",
		"volume": "13350",
		"author": [
			{
				"family": "Sheraton",
				"given": "Vivek M."
			},
			{
				"family": "Ma",
				"given": "Shijun"
			}
		],
		"editor": [
			{
				"family": "Groen",
				"given": "Derek"
			},
			{
				"family": "De Mulatier",
				"given": "Clélia"
			},
			{
				"family": "Paszynski",
				"given": "Maciej"
			},
			{
				"family": "Krzhizhanovskaya",
				"given": "Valeria V."
			},
			{
				"family": "Dongarra",
				"given": "Jack J."
			},
			{
				"family": "Sloot",
				"given": "Peter M. A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/9GHXSHCJ",
		"type": "document",
		"abstract": "Abstract In disease and development, cells sense and migrate across mechanically dissimilar environments. We investigated whether mechanical memory of past environments empowers cells to navigate new, three-dimensional environments. Here, we show that cells primed by stiff matrices apply higher forces, compared to soft-primed cells, to accumulate and align collagen fibers towards sustained invasion. This priming advantage persists in dense or stiffened collagen. Through an energy-minimization model, we elucidate how memory-laden cells overcome mechanosensing of softer or challenging environments via a cell-matrix transfer of memory. Consistent with model predictions, depletion of α-catenin and YAP hamper coordinated forces and cellular memory required for collagen remodeling before invasion. We release tension in collagen fibers via laser ablation and disable fiber remodeling by lysyl-oxidase inhibition; both of which disrupt cell-to-matrix transfer of memory and reduce invasion. These results have implications for cancer, fibrosis, and aging, where potential matrix memory may generate prolonged cellular response. One-Sentence Summary Cell invasion across mechanically dissimilar environments is mediated by force-based storage and extraction of cell and matrix memory.",
		"language": "en",
		"note": "DOI: 10.1101/2022.05.02.490316",
		"publisher": "Biophysics",
		"title": "Mechanically primed cells transfer memory to fibrous matrices for persistent invasion",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2022.05.02.490316",
		"author": [
			{
				"family": "Almeida",
				"given": "José"
			},
			{
				"family": "Mathur",
				"given": "Jairaj"
			},
			{
				"family": "Lee",
				"given": "Ye Lim"
			},
			{
				"family": "Sarker",
				"given": "Bapi"
			},
			{
				"family": "Pathak",
				"given": "Amit"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/NUVZENMR",
		"type": "article-journal",
		"abstract": "Abstract Low response rate limits the effective application of immunotherapy, in which the interactions between tumor cells and immune cells play a significant role. The strength of regulation could be mediated by extracellular matrix (ECM) fibers, which is still insufficiently investigated. In the study, the cellular potts model was utilized to explore the role of morphological properties of ECM in tumor–immune interactions. It was observed that high‐density random ECM fibers delayed the interaction between tumor cells and T cells. Moreover, the tumor–immune interactions were ECM morphology‐specific. Radial ECM fibers exhibited weaker inhibitory role in the process of contact between tumor cells and T cells. This study provided the useful mechanism of tumor–immune interactions from the viewpoint of morphological effect of ECM fibers, facilitating improving the efficiency of immunotherapy.",
		"container-title": "International Journal for Numerical Methods in Biomedical Engineering",
		"DOI": "10.1002/cnm.3633",
		"ISSN": "2040-7939, 2040-7947",
		"issue": "9",
		"language": "en",
		"page": "e3633",
		"title": "The modeling study of the effect of morphological behaviors of extracellular matrix fibers on the dynamic interaction between tumor cells and antitumor immune response",
		"URL": "https://onlinelibrary.wiley.com/doi/10.1002/cnm.3633",
		"volume": "38",
		"author": [
			{
				"family": "Jia",
				"given": "Guanjie"
			},
			{
				"family": "Yang",
				"given": "Hao"
			},
			{
				"family": "Wang",
				"given": "Kaiqun"
			},
			{
				"family": "Huang",
				"given": "Di"
			},
			{
				"family": "Chen",
				"given": "Weiyi"
			},
			{
				"family": "Shan",
				"given": "Yanhu"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/ZQEV432J",
		"type": "document",
		"abstract": "Abstract Cancer metastasis through a confining peritoneal fluid microenvironment is mediated by spheroids: clusters of disseminated transformed cells. Ovarian cancer spheroids are frequently cavitated and their ‘blastuloid’ morphology is correlated with an extracellular matrix (ECM) coat. Here, we investigate the effects of such morphology on the mechanical integrity of confined cancer spheroids. Atomic force microscopy showed higher elastic modulus for blastuloid spheroids relative to their prefiguring non-lumen ‘moruloid’ counterparts. Subsequently, spheroids were flowed through microfluidic conditions mimicking peritoneal confinement. Traversing moruloids exhibited asymmetric cell flows during entry, often deformed and disintegrated through travel, and showed an incomplete- and slow shape recovery upon exit. In contrast, blastuloids traveled faster, exhibited rapid and efficient shape recovery upon exit, symmetric vector flows, and lesser disintegration. A multiscale computational model predicted higher intercellular adhesion and a dynamical lumen make blastuloids resilient. Although, E-cadherin overexpression in moruloids did not affect their resilience, blastuloid ECM-debridement decreased E-cadherin membrane localization, obliterated the lumen, and reversed the rheological properties of blastuloids to those typifying moruloids. The ECM-induced lumen therefore drives spheroidal transition from a labile viscoplastic to a resilient elastic state allowing them to survive spatially-constrained peritoneal flows.",
		"language": "en",
		"note": "DOI: 10.1101/2022.02.09.479678",
		"publisher": "Biophysics",
		"title": "Rheological transition driven by matrix makes cancer spheroids resilient under confinement",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2022.02.09.479678",
		"author": [
			{
				"family": "Dutt",
				"given": "Tavishi"
			},
			{
				"family": "Langthasa",
				"given": "Jimpi"
			},
			{
				"family": "Monica",
				"given": "U"
			},
			{
				"family": "Mishra",
				"given": "Satyarthi"
			},
			{
				"family": "Bothra",
				"given": "Siddharth"
			},
			{
				"family": "Vadaparty",
				"given": "Annapurna"
			},
			{
				"family": "Sen",
				"given": "Prosenjit"
			},
			{
				"family": "Bhat",
				"given": "Ramray"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/6RZLMLAU",
		"type": "article-journal",
		"container-title": "Physica A: Statistical Mechanics and its Applications",
		"DOI": "10.1016/j.physa.2021.126511",
		"ISSN": "03784371",
		"language": "en",
		"page": "126511",
		"title": "Shape–velocity correlation defines polarization in migrating cell simulations",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0378437121007846",
		"volume": "587",
		"author": [
			{
				"family": "Thomas",
				"given": "Gilberto L."
			},
			{
				"family": "Fortuna",
				"given": "Ismael"
			},
			{
				"family": "Perrone",
				"given": "Gabriel C."
			},
			{
				"family": "Graner",
				"given": "François"
			},
			{
				"family": "De Almeida",
				"given": "Rita M.C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/DQV828Y2",
		"type": "article-journal",
		"abstract": "We extend our established agent-based multiscale computational model of infection of lung tissue by SARS-CoV-2 to include pharmacokinetic and pharmacodynamic models of remdesivir. We model remdesivir treatment for COVID-19; however, our methods are general to other viral infections and antiviral therapies. We investigate the effects of drug potency, drug dosing frequency, treatment initiation delay, antiviral half-life, and variability in cellular uptake and metabolism of remdesivir and its active metabolite on treatment outcomes in a simulated patch of infected epithelial tissue. Non-spatial deterministic population models which treat all cells of a given class as identical can clarify how treatment dosage and timing influence treatment efficacy. However, they do not reveal how cell-to-cell variability affects treatment outcomes. Our simulations suggest that for a given treatment regime, including cell-to-cell variation in drug uptake, permeability and metabolism increase the likelihood of uncontrolled infection as the cells with the lowest internal levels of antiviral act as super-spreaders within the tissue. The model predicts substantial variability in infection outcomes between similar tissue patches for different treatment options. In models with cellular metabolic variability, antiviral doses have to be increased significantly (\\textgreater50% depending on simulation parameters) to achieve the same treatment results as with the homogeneous cellular metabolism.",
		"container-title": "Viruses",
		"DOI": "10.3390/v14030605",
		"ISSN": "1999-4915",
		"issue": "3",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "605",
		"title": "Multiscale Model of Antiviral Timing, Potency, and Heterogeneity Effects on an Epithelial Tissue Patch Infected by SARS-CoV-2",
		"URL": "https://www.mdpi.com/1999-4915/14/3/605",
		"volume": "14",
		"author": [
			{
				"family": "Ferrari Gianlupi",
				"given": "Juliano"
			},
			{
				"family": "Mapder",
				"given": "Tarunendu"
			},
			{
				"family": "Sego",
				"given": "T. J."
			},
			{
				"family": "Sluka",
				"given": "James P."
			},
			{
				"family": "Quinney",
				"given": "Sara K."
			},
			{
				"family": "Craig",
				"given": "Morgan"
			},
			{
				"family": "Stratford",
				"given": "Robert E."
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/4TCH3BGE",
		"type": "article-journal",
		"container-title": "ACS Synthetic Biology",
		"DOI": "10.1021/acssynbio.0c00369",
		"ISSN": "2161-5063, 2161-5063",
		"issue": "4",
		"language": "en",
		"license": "https://doi.org/10.15223/policy-029",
		"page": "1417–1439",
		"title": "Parameterized Computational Framework for the Description and Design of Genetic Circuits of Morphogenesis Based on Contact-Dependent Signaling and Changes in Cell–Cell Adhesion",
		"URL": "https://pubs.acs.org/doi/10.1021/acssynbio.0c00369",
		"volume": "11",
		"author": [
			{
				"family": "Lam",
				"given": "Calvin"
			},
			{
				"family": "Saluja",
				"given": "Sajeev"
			},
			{
				"family": "Courcoubetis",
				"given": "George"
			},
			{
				"family": "Yu",
				"given": "Dottie"
			},
			{
				"family": "Chung",
				"given": "Christian"
			},
			{
				"family": "Courte",
				"given": "Josquin"
			},
			{
				"family": "Morsut",
				"given": "Leonardo"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/WJY89M9I",
		"type": "article-journal",
		"abstract": "Pancreatic cancer is a leading cause of cancer death, and boron neutron capture therapy (BNCT) is one of the promising radiotherapy techniques for patients with pancreatic cancer. In this study, we evaluated the biological effectiveness of BNCT at multicellular levels using in vitro and in silico models. To recapture the phenotypic characteristic of pancreatic tumors, we developed a cell self-assembly approach with human pancreatic cancer cells Panc-1 and BxPC-3 cocultured with MRC-5 fibroblasts. On substrate with physiological stiffness, tumor cells self-assembled into 3D spheroids, and the cocultured fibroblasts further facilitated the assembly process, which recapture the influence of tumor stroma. Interestingly, after 1.2 MW neutron irradiation, lower survival rates and higher apoptosis (increasing by 4-fold for Panc-1 and 1.5-fold for BxPC-3) were observed in 3D spheroids, instead of in 2D monolayers. The unexpected low tolerance of 3D spheroids to BNCT highlights the unique characteristics of BNCT over conventional radiotherapy. The uptake of boron-containing compound boronophenylalanine (BPA) and the alteration of E-cadherin can partially contribute to the observed susceptibility. In addition to biological effects, the probability of induced α-particle exposure correlated to the multicellular organization was speculated to affect the cellular responses to BNCT. A Monte Carlo (MC) simulation was also established to further interpret the observed survival. Intracellular boron distribution in the multicellular structure and related treatment resistance were reconstructed in silico. Simulation results demonstrated that the physical architecture is one of the essential factors for biological effectiveness in BNCT, which supports our in vitro findings. In summary, we developed in vitro and in silico self-assembly 3D models to evaluate the effectiveness of BNCT on pancreatic tumors. Considering the easy-access of this 3D cell-assembly platform, this study may not only contribute to the current understanding of BNCT but is also expected to be applied to evaluate the BNCT efficacy for individualized treatment plans in the future.",
		"container-title": "Cancers",
		"DOI": "10.3390/cancers13164058",
		"ISSN": "2072-6694",
		"issue": "16",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "4058",
		"title": "Tissue Architecture Influences the Biological Effectiveness of Boron Neutron Capture Therapy in In Vitro/In Silico Three-Dimensional Self-Assembly Cell Models of Pancreatic Cancers",
		"URL": "https://www.mdpi.com/2072-6694/13/16/4058",
		"volume": "13",
		"author": [
			{
				"family": "Yu",
				"given": "Lin-Sheng"
			},
			{
				"family": "Jhunjhunwala",
				"given": "Megha"
			},
			{
				"family": "Hong",
				"given": "Shiao-Ya"
			},
			{
				"family": "Yu",
				"given": "Lin-Yen"
			},
			{
				"family": "Lin",
				"given": "Wey-Ran"
			},
			{
				"family": "Chen",
				"given": "Chi-Shuo"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/4XE6QAK6",
		"type": "article-journal",
		"abstract": "Using a self-generated hypoxic assay, we show that the amoeba Dictyostelium discoideum displays a remarkable collective aerotactic behavior. When a cell colony is covered, cells quickly consume the available oxygen (O 2 ) and form a dense ring moving outwards at constant speed and density. To decipher this collective process, we combined two technological developments: porphyrin-based O 2 -sensing films and microfluidic O 2 gradient generators. We showed that Dictyostelium cells exhibit aerotactic and aerokinetic response in a low range of O 2 concentration indicative of a very efficient detection mechanism. Cell behaviors under self-generated or imposed O 2 gradients were modeled using an in silico cellular Potts model built on experimental observations. This computational model was complemented with a parsimonious ‘Go or Grow’ partial differential equation (PDE) model. In both models, we found that the collective migration of a dense ring can be explained by the interplay between cell division and the modulation of aerotaxis.",
		"container-title": "eLife",
		"DOI": "10.7554/eLife.64731",
		"ISSN": "2050-084X",
		"language": "en",
		"page": "e64731",
		"title": "Hypoxia triggers collective aerotactic migration in Dictyostelium discoideum",
		"URL": "https://elifesciences.org/articles/64731",
		"volume": "10",
		"author": [
			{
				"family": "Cochet-Escartin",
				"given": "Olivier"
			},
			{
				"family": "Demircigil",
				"given": "Mete"
			},
			{
				"family": "Hirose",
				"given": "Satomi"
			},
			{
				"family": "Allais",
				"given": "Blandine"
			},
			{
				"family": "Gonzalo",
				"given": "Philippe"
			},
			{
				"family": "Mikaelian",
				"given": "Ivan"
			},
			{
				"family": "Funamoto",
				"given": "Kenichi"
			},
			{
				"family": "Anjard",
				"given": "Christophe"
			},
			{
				"family": "Calvez",
				"given": "Vincent"
			},
			{
				"family": "Rieu",
				"given": "Jean-Paul"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/RX22I4GP",
		"type": "thesis",
		"genre": "Honours Thesis",
		"language": "en",
		"note": "DOI: 10.14264/8061082",
		"publisher": "The University of Queensland",
		"title": "Mathematical and Computational Modelling of the Self-Organisation of Multicellular Tissues",
		"URL": "https://espace.library.uq.edu.au/view/UQ:8061082",
		"author": [
			{
				"family": "Fraser",
				"given": "Madeleine"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/ALHSE5KT",
		"type": "article-journal",
		"container-title": "Journal of Theoretical Biology",
		"DOI": "10.1016/j.jtbi.2021.110733",
		"ISSN": "00225193",
		"language": "en",
		"page": "110733",
		"title": "Matrix adhesion and remodeling diversifies modes of cancer invasion across spatial scales",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0022519321001557",
		"volume": "524",
		"author": [
			{
				"family": "Pramanik",
				"given": "D."
			},
			{
				"family": "Jolly",
				"given": "M.K."
			},
			{
				"family": "Bhat",
				"given": "R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/8NZMHNDK",
		"type": "article-journal",
		"container-title": "ACS Central Science",
		"DOI": "10.1021/acscentsci.0c00601",
		"ISSN": "2374-7943, 2374-7951",
		"issue": "1",
		"language": "en",
		"license": "http://pubs.acs.org/page/policy/authorchoice_termsofuse.html",
		"page": "110–125",
		"title": "Heterogeneity in 2,6-Linked Sialic Acids Potentiates Invasion of Breast Cancer Epithelia",
		"URL": "https://pubs.acs.org/doi/10.1021/acscentsci.0c00601",
		"volume": "7",
		"author": [
			{
				"family": "Pally",
				"given": "Dharma"
			},
			{
				"family": "Pramanik",
				"given": "Durjay"
			},
			{
				"family": "Hussain",
				"given": "Shahid"
			},
			{
				"family": "Verma",
				"given": "Shreya"
			},
			{
				"family": "Srinivas",
				"given": "Anagha"
			},
			{
				"family": "Kumar",
				"given": "Rekha V."
			},
			{
				"family": "Everest-Dass",
				"given": "Arun"
			},
			{
				"family": "Bhat",
				"given": "Ramray"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/EI734I5B",
		"type": "article-journal",
		"abstract": "The cytochrome P450 (Cyp) proteins Cyp1A1 and Cyp1A2 are strongly induced in the mouse liver by the potent environmental toxicant 2, 3, 7, 8‐tetrachlorodibenzo‐ p ‐dioxin (TCDD), acting through the aryl hydrocarbon receptor (AHR). The induction of Cyp1A1 is localized within the centrilobular regions of the mouse liver at low doses of TCDD, progressing to pan‐lobular induction at higher doses. Even without chemical perturbation, metabolic functions and associated genes are basally zonated in the liver lobule along the central‐to‐portal axis. To investigate the mechanistic basis of spatially restricted gene induction by TCDD, we have developed a multiscale computational model of the mouse liver lobule with single‐cell resolution. The spatial location of individual hepatocytes in the model was calibrated from previously published high‐resolution images. A systems biology model of the network of biochemical signaling pathways underlying Cyp1A1 and Cyp1A2 induction was then incorporated into each hepatocyte in the model. Model simulations showed that a negative feedback loop formed by binding of the induced Cyp1A2 protein to TCDD, together with cooperative gene induction by the β‐catenin/AHR/TCDD transcription factor complex and β‐catenin, help produce the spatially localized induction pattern of Cyp1A1. Although endogenous WNT regulates the metabolic zonation of many genes, it was not a driver of zonal Cyp1A1 induction in our model. Conclusion: In this work, we used data‐driven computational modeling to identify the mechanistic basis of zonally restricted gene expression induced by the potent and persistent environmental pollutant TCDD. The multiscale model and derived results clarify the mechanisms of dose‐dependent hepatic gene induction responses to TCDD. Additionally, this work contributes to our broader understanding of spatial gene regulation along the liver lobule.",
		"container-title": "Hepatology Communications",
		"DOI": "10.1002/hep4.1848",
		"ISSN": "2471-254X, 2471-254X",
		"issue": "4",
		"language": "en",
		"page": "750–764",
		"title": "A Negative Feedback Loop and Transcription Factor Cooperation Regulate Zonal Gene Induction by 2, 3, 7, 8‐Tetrachlorodibenzo‐p‐Dioxin in the Mouse Liver",
		"URL": "https://journals.lww.com/10.1002/hep4.1848",
		"volume": "6",
		"author": [
			{
				"family": "Yang",
				"given": "Yongliang"
			},
			{
				"family": "Filipovic",
				"given": "David"
			},
			{
				"family": "Bhattacharya",
				"given": "Sudin"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/MDPPX7HG",
		"type": "article-journal",
		"container-title": "Journal of Computational Science",
		"DOI": "10.1016/j.jocs.2021.101421",
		"ISSN": "18777503",
		"language": "en",
		"page": "101421",
		"title": "Effects of combined chemotherapeutic drugs on the growth and survival of cancerous tumours– an in-silico study",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S187775032100106X",
		"volume": "54",
		"author": [
			{
				"family": "Kaura",
				"given": "Prerna"
			},
			{
				"family": "Mishra",
				"given": "Tanya"
			},
			{
				"family": "Verma",
				"given": "Nishith"
			},
			{
				"family": "Dalal",
				"given": "Indranil Saha"
			},
			{
				"family": "Sheraton",
				"given": "Vivek"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/6L3T6WYV",
		"type": "article-journal",
		"container-title": "Journal of Theoretical Biology",
		"DOI": "10.1016/j.jtbi.2021.110918",
		"ISSN": "00225193",
		"language": "en",
		"page": "110918",
		"title": "A multiscale multicellular spatiotemporal model of local influenza infection and immune response",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0022519321003374",
		"volume": "532",
		"author": [
			{
				"family": "Sego",
				"given": "T.J."
			},
			{
				"family": "Mochan",
				"given": "Ericka D."
			},
			{
				"family": "Ermentrout",
				"given": "G. Bard"
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/NBU5DAUT",
		"type": "article-journal",
		"abstract": "Abstract Background The biophysics of an organism span multiple scales from subcellular to organismal and include processes characterized by spatial properties, such as the diffusion of molecules, cell migration, and flow of intravenous fluids. Mathematical biology seeks to explain biophysical processes in mathematical terms at, and across, all relevant spatial and temporal scales, through the generation of representative models. While non-spatial, ordinary differential equation (ODE) models are often used and readily calibrated to experimental data, they do not explicitly represent the spatial and stochastic features of a biological system, limiting their insights and applications. However, spatial models describing biological systems with spatial information are mathematically complex and computationally expensive, which limits the ability to calibrate and deploy them and highlights the need for simpler methods able to model the spatial features of biological systems. Results In this work, we develop a formal method for deriving cell-based, spatial, multicellular models from ODE models of population dynamics in biological systems, and vice versa. We provide examples of generating spatiotemporal, multicellular models from ODE models of viral infection and immune response. In these models, the determinants of agreement of spatial and non-spatial models are the degree of spatial heterogeneity in viral production and rates of extracellular viral diffusion and decay. We show how ODE model parameters can implicitly represent spatial parameters, and cell-based spatial models can generate uncertain predictions through sensitivity to stochastic cellular events, which is not a feature of ODE models. Using our method, we can test ODE models in a multicellular, spatial context and translate information to and from non-spatial and spatial models, which help to employ spatiotemporal multicellular models using calibrated ODE model parameters. We additionally investigate objects and processes implicitly represented by ODE model terms and parameters and improve the reproducibility of spatial, stochastic models. Conclusion We developed and demonstrate a method for generating spatiotemporal, multicellular models from non-spatial population dynamics models of multicellular systems. We envision employing our method to generate new ODE model terms from spatiotemporal and multicellular models, recast popular ODE models on a cellular basis, and generate better models for critical applications where spatial and stochastic features affect outcomes.",
		"container-title": "BMC Biology",
		"DOI": "10.1186/s12915-021-01115-z",
		"ISSN": "1741-7007",
		"issue": "1",
		"language": "en",
		"page": "196",
		"title": "Generation of multicellular spatiotemporal models of population dynamics from ordinary differential equations, with applications in viral infection",
		"URL": "https://bmcbiol.biomedcentral.com/articles/10.1186/s12915-021-01115-z",
		"volume": "19",
		"author": [
			{
				"family": "Sego",
				"given": "T. J."
			},
			{
				"family": "Aponte-Serrano",
				"given": "Josua O."
			},
			{
				"family": "Gianlupi",
				"given": "Juliano F."
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/AM79NYHV",
		"type": "article-journal",
		"abstract": "Bacterial multicellular structures are altered by the environmental topography at both the individual and population scale. , The social soil-dwelling bacterium Myxococcus xanthus can form multicellular structures, known as fruiting bodies. Experiments in homogeneous environments have shown that this process is affected by the physicochemical properties of the substrate, but they have largely neglected the role of complex topographies. We experimentally demonstrate that the topography alters single-cell motility and multicellular organization in M. xanthus . In topographies realized by randomly placing silica particles over agar plates, we observe that the cells’ interaction with particles drastically modifies the dynamics of cellular aggregation, leading to changes in the number, size, and shape of the fruiting bodies and even to arresting their formation in certain conditions. We further explore this type of cell-particle interaction in a computational model. These results provide fundamental insights into how the environment topography influences the emergence of complex multicellular structures from single cells, which is a fundamental problem of biological, ecological, and medical relevance.",
		"container-title": "Science Advances",
		"DOI": "10.1126/sciadv.abh2278",
		"ISSN": "2375-2548",
		"issue": "35",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by-nc/4.0/",
		"page": "eabh2278",
		"title": "The environment topography alters the way to multicellularity in <i>Myxococcus</i> xanthus",
		"URL": "https://www.science.org/doi/10.1126/sciadv.abh2278",
		"volume": "7",
		"author": [
			{
				"family": "Ramos",
				"given": "Corina H."
			},
			{
				"family": "Rodríguez-Sánchez",
				"given": "Edna"
			},
			{
				"family": "Del Angel",
				"given": "Juan Antonio Arias"
			},
			{
				"family": "Arzola",
				"given": "Alejandro V."
			},
			{
				"family": "Benítez",
				"given": "Mariana"
			},
			{
				"family": "Escalante",
				"given": "Ana E."
			},
			{
				"family": "Franci",
				"given": "Alessio"
			},
			{
				"family": "Volpe",
				"given": "Giovanni"
			},
			{
				"family": "Rivera-Yoshida",
				"given": "Natsuko"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/M9JS994L",
		"type": "article-journal",
		"abstract": "How cells with different genetic makeups compete in tissues is an outstanding question in developmental biology and cancer research. Studies in recent years have revealed that cell competition can either be driven by short-range biochemical signalling or by long-range mechanical stresses in the tissue. To date, cell competition has generally been characterised at the population scale, leaving the single-cell-level mechanisms of competition elusive. Here, we use high time-resolution experimental data to construct a multi-scale agent-based model for epithelial cell competition and use it to gain a conceptual understanding of the cellular factors that governs competition in cell populations within tissues. We find that a key determinant of mechanical competition is the difference in homeostatic density between winners and losers, while differences in growth rates and tissue organisation do not affect competition end result. In contrast, the outcome and kinetics of biochemical competition is strongly influenced by local tissue organisation. Indeed, when loser cells are homogenously mixed with winners at the onset of competition, they are eradicated; however, when they are spatially separated, winner and loser cells coexist for long times. These findings suggest distinct biophysical origins for mechanical and biochemical modes of cell competition.",
		"container-title": "eLife",
		"DOI": "10.7554/eLife.61011",
		"ISSN": "2050-084X",
		"language": "en",
		"page": "e61011",
		"title": "Cell-scale biophysical determinants of cell competition in epithelia",
		"URL": "https://elifesciences.org/articles/61011",
		"volume": "10",
		"author": [
			{
				"family": "Gradeci",
				"given": "Daniel"
			},
			{
				"family": "Bove",
				"given": "Anna"
			},
			{
				"family": "Vallardi",
				"given": "Giulia"
			},
			{
				"family": "Lowe",
				"given": "Alan R"
			},
			{
				"family": "Banerjee",
				"given": "Shiladitya"
			},
			{
				"family": "Charras",
				"given": "Guillaume"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/ZU96Q7II",
		"type": "article-journal",
		"abstract": "ABSTRACT Phenotypic heterogeneity is increasingly acknowledged to confer several advantages to cancer progression and drug resistance. Here, we probe the collective importance of heterogeneity in cell size and deformability in breast cancer invasion. A computational model of invasion of a heterogeneous cell aggregate predicts that combined heterogeneity in cell size and deformability enhances invasiveness of the whole population, with maximum invasiveness at intermediate cell-cell adhesion. We then show that small cells of varying deformability, a subpopulation predicted to be enriched at the invasive front, exhibit considerable overlap with the biophysical properties of cancer stem cells (CSCs). In MDA-MB-231 cells, these include CD44hi CD24− mesenchymal CSCs, which are small and soft, and CD44hi CD24+ hybrid CSCs, which exhibit a wide range of size and deformability. We validate our predictions by tracking the pattern of cell invasion from spheroids implanted in three-dimensional collagen gels, wherein we show temporal enrichment of CD44hi cells at the invasive front. Collectively, our results illustrate the advantages imparted by biophysical heterogeneity in enhancing cancer invasiveness. This article has an associated First Person interview with the first author of the paper.",
		"container-title": "Journal of Cell Science",
		"DOI": "10.1242/jcs.250225",
		"ISSN": "0021-9533, 1477-9137",
		"issue": "7",
		"language": "en",
		"license": "http://www.biologists.com/user-licence-1-1/",
		"page": "jcs250225",
		"title": "Combined heterogeneity in cell size and deformability promotes cancer invasiveness",
		"URL": "https://journals.biologists.com/jcs/article/134/7/jcs250225/238125/Combined-heterogeneity-in-cell-size-and",
		"volume": "134",
		"author": [
			{
				"literal": "Asadullah"
			},
			{
				"family": "Kumar",
				"given": "Sandeep"
			},
			{
				"family": "Saxena",
				"given": "Neha"
			},
			{
				"family": "Sarkar",
				"given": "Madhurima"
			},
			{
				"family": "Barai",
				"given": "Amlan"
			},
			{
				"family": "Sen",
				"given": "Shamik"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/A7NXC3FP",
		"type": "document",
		"abstract": "Abstract The first stage of the metastatic cascade often involves motile cells emerging from a primary tumor either as single cells or as clusters. These cells enter the circulation, transit to other parts of the body and finally are responsible for growth of secondary tumors in distant organs. The mode of dissemination is believed to depend on the EMT nature (epithelial, hybrid or mesenchymal) of the cells. Here, we calculate the cluster size distribution of these migrating cells, using a mechanistic computational model, in presence of different degree of EMT-ness of the cells; EMT is treated as given rise to changes in their active motile forces ( μ ) and cell-medium surface tension (Γ). We find that, for ( μ \\textgreater μ min , Γ \\textgreater 1), when the cells are hybrid in nature, the mean cluster size, , where μ min increases with increase in Γ. For Γ ≤ 0, , the cells behave as completely mesenchymal. In presence of spectrum of hybrid states with different degree of EMT-ness (motility) in primary tumor, the cells which are relatively more mesenchymal (higher μ ) in nature, form larger clusters, whereas the smaller clusters are relatively more epithelial (lower μ ). Moreover, the heterogeneity in μ is comparatively higher for smaller clusters with respect to that for larger clusters. We also observe that more extended cell shapes promote the formation of smaller clusters. Overall, this study establishes a framework which connects the nature and size of migrating clusters disseminating from a primary tumor with the phenotypic composition of the tumor, and can lead to the better understanding of metastasis. Author summary In the process of metastasis, tumor cells disseminate from the primary tumor either as single cells or multicellular clusters. These clusters are potential contributor to the initiation of secondary tumor in distant organs. Our computational model captures the size distribution of migrating clusters depending on the adhesion and motility of the cells (which determine the degree of their EMT nature). Furthermore, we investigate the effect of heterogeneity of cell types in the primary tumor on the resultant heterogeneity of cell types in clusters of different sizes. We believe that the understanding the formation and nature of these clusters, dangerous actors in the deadly aspect of cancer progression, will be useful for improving prognostic methods and eventually better treatments.",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by/4.0/",
		"note": "DOI: 10.1101/2021.04.29.441921",
		"publisher": "Cancer Biology",
		"title": "Cluster Size Distribution of Cells Disseminating from a Primary Tumor",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2021.04.29.441921",
		"author": [
			{
				"family": "Mukherjee",
				"given": "Mrinmoy"
			},
			{
				"family": "Levine",
				"given": "Herbert"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/N7IQ2ZFZ",
		"type": "document",
		"abstract": "Abstract Physiological and pathological morphogenetic events involve a wide array of collective movements, suggesting that these multicellular arrangements confer biochemical and biomechanical properties that contribute to tissue scale organization. The cardiopharyngeal progenitors of the tunicate Ciona provide the simplest possible model of collective cell migration. They form cohesive bilateral cell pairs, leader-trailer polarized along the migration path as they migrate between the ventral epidermis and trunk endoderm. Here, circumventing difficulties in quantifying cellular mechanics in live embryos, we use the Cellular Potts Model to computationally probe the distributions of forces consistent with the shapes and collective polarity of migrating cell pairs. Combining computational modeling, confocal microscopy, and molecular perturbations, we first determine that cardiopharyngeal progenitors display hallmarks of supracellular organization, with differential distributions of protrusive forces, cell-matrix adhesion, and myosin-based retraction forces along the leader-trailer axis. Combined 4D simulations and experimental observations suggest that cell-cell communication helps establish a hierarchy that contributes to aligning collective polarity with the direction of migration, as observed with three or more cells both in silico and in vivo . Our approach reveals emerging properties of the migrating collective. Specifically, cell pairs are more persistent, thus migrating over longer distances, and presumably with higher accuracy. Finally, simulations suggest that polarized cell pairs literally join forces to deform the trunk endoderm, as they migrate through the extracellular space. We thus propose that the polarized supracellular organization of cardiopharyngeal progenitors confers emergent physical properties that determine mechanical interactions with their environment during morphogenesis.",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by-nc-nd/4.0/",
		"note": "DOI: 10.1101/2021.02.09.430466",
		"publisher": "Developmental Biology",
		"title": "Supracellular organization confers directionality and mechanical potency to migrating pairs of cardiopharyngeal progenitor cells",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2021.02.09.430466",
		"author": [
			{
				"family": "Bernadskaya",
				"given": "Yelena Y."
			},
			{
				"family": "Yue",
				"given": "Haicen"
			},
			{
				"family": "Copos",
				"given": "Calina"
			},
			{
				"family": "Christiaen",
				"given": "Lionel"
			},
			{
				"family": "Mogilner",
				"given": "Alex"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/PMQR85PZ",
		"type": "article-journal",
		"container-title": "Journal of Theoretical Biology",
		"DOI": "10.1016/j.jtbi.2020.110487",
		"ISSN": "00225193",
		"language": "en",
		"page": "110487",
		"title": "A Cellular Potts energy-based approach to analyse the influence of the surface topography on single cell motility",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0022519320303428",
		"volume": "509",
		"author": [
			{
				"family": "Thenard",
				"given": "Thomas"
			},
			{
				"family": "Catapano",
				"given": "Anita"
			},
			{
				"family": "Mesnard",
				"given": "Michel"
			},
			{
				"family": "Allena",
				"given": "Rachele"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/ADH8GIAG",
		"type": "document",
		"abstract": "Abstract During early kidney organogenesis, nephron progenitor (NP) cells move from the tip to the corner region of the ureteric bud (UB) branches in order to form the pretubular aggregate, the early structure giving rise to nephron formation. Chemotaxis and cell-cell adhesion differences are believed to drive cell patterning during this critical period of organogenesis, but the spatiotemporal organization of this process is incompletely understood. We applied a Cellular Potts model to explore to how these processes contribute to directed cell movement and aggregation. Model parameters were estimated based on fitting to experimental data obtained in ex vivo kidney explant and dissociation-reaggregation organoid culture studies. Our simulations indicated that optimal enrichment and aggregation of NP cells in the UB corner niche requires chemoattractant secretion from both the UB epithelial cells and the NP cells themselves, as well as differences in cell-cell adhesion energies. Furthermore, NP cells were observed, both experimentally and by modelling, to move at higher speed in the UB corner as compared to the tip region where they originated. The existence of different cell speed domains along the UB was confirmed using self-organizing map analysis. In summary, we demonstrated the suitability of a Cellular Potts Model approach to simulate cell movement and patterning during early nephrogenesis. Further refinement of the model should allow us to recapitulate the effects of developmental changes of cell phenotypes and molecular crosstalk during organ development. Author Summary The emergence of tissue patterns during vertebrate development is a major interest of both experimental research and biocomputational modelling. In this study, we established a Cellular Potts Model to explore cellular processes during early kidney development. The goal was to elucidate movements and aggregations of nephron progenitor cells. These precursor cells derive from mesenchymal cells around the ureteric buds and eventually form the epithelial structure of the nephron. Moreover, we wanted to explore computationally the mechanisms how these cells segregate from metanephric mesenchyme and move towards the location where the nephron will be formed. Utilizing the Compucell3D simulation software, we developed a model which assumes that nephron progenitor movement and aggregation is governed by only two mechanisms, i.e. cell-cell adhesion differences between cell types and nephron progenitor cell chemotaxis in response to chemoattractant secretion from two sources. These sources were either the epithelial cells of a static ureteric bud and/or the nephron progenitor cells themselves. The simulations indicated faster average cell speeds near the ureteric bud corner, the target region of cell movement and aggregation, and slower speeds near the place of origin, the tip of ureteric bud. The results were validated by comparison of the model predictions with experimental data from two ex vivo embryonic kidney models and a computational optimization protocol.",
		"language": "en",
		"license": "https://www.biorxiv.org/about/FAQ#license",
		"note": "DOI: 10.1101/2020.01.14.905711",
		"publisher": "Systems Biology",
		"title": "Computational Modelling of Nephron Progenitor Cell Movement and Aggregation during Kidney Organogenesis",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2020.01.14.905711",
		"author": [
			{
				"family": "Tikka",
				"given": "Pauli"
			},
			{
				"family": "Mercker",
				"given": "Moritz"
			},
			{
				"family": "Skovorodkin",
				"given": "Ilya"
			},
			{
				"family": "Saarela",
				"given": "Ulla"
			},
			{
				"family": "Vainio",
				"given": "Seppo"
			},
			{
				"family": "Ronkainen",
				"given": "Veli-Pekka"
			},
			{
				"family": "Sluka",
				"given": "James P."
			},
			{
				"family": "Glazier",
				"given": "James A."
			},
			{
				"family": "Marciniak-Czochra",
				"given": "Anna"
			},
			{
				"family": "Schaefer",
				"given": "Franz"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/4X9A4TEW",
		"type": "document",
		"abstract": "ABSTRACT The social soil-dwelling bacteria Myxococcus xanthus can form multicellular structures, known as fruiting bodies. Experiments in homogeneous environments have shown that this process is affected by the physico-chemical properties of the substrate, but they have largely neglected the role of complex topographies. We experimentally demonstrate that the topography alters single-cell motility and multicellular organization in M. xanthus. In topographies realized by randomly placing silica particles over agar plates, we observe that the cells’ interaction with particles drastically modifies the dynamics of cellular aggregation, leading to changes in the number, size and shape of the fruiting bodies, and even to arresting their formation in certain conditions. We further explore this type of cell-particle interaction in a minimal computational model. These results provide fundamental insights into how the environment topography influences the emergence of complex multicellular structures from single cells, which is a fundamental problem of biological, ecological and medical relevance.",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by-nd/4.0/",
		"note": "DOI: 10.1101/2021.01.27.428527",
		"publisher": "Biophysics",
		"title": "The environment topography alters the transition from single-cell populations to multicellular structures in <i>Myxococcus</i> xanthus",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2021.01.27.428527",
		"author": [
			{
				"family": "Hernández Ramos",
				"given": "Karla C."
			},
			{
				"family": "Rodríguez-Sánchez",
				"given": "Edna"
			},
			{
				"family": "Arias Del Angel",
				"given": "Juan Antonio"
			},
			{
				"family": "Arzola",
				"given": "Alejandro V."
			},
			{
				"family": "Benítez",
				"given": "Mariana"
			},
			{
				"family": "Escalante",
				"given": "Ana E."
			},
			{
				"family": "Franci",
				"given": "Alessio"
			},
			{
				"family": "Volpe",
				"given": "Giovanni"
			},
			{
				"family": "Rivera-Yoshida",
				"given": "Natsuko"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/FLZUAY5J",
		"type": "article-journal",
		"container-title": "Archives of Computational Methods in Engineering",
		"DOI": "10.1007/s11831-021-09554-1",
		"ISSN": "1134-3060, 1886-1784",
		"issue": "7",
		"language": "en",
		"page": "4837–4859",
		"title": "Computational Models and Simulations of Cancer Metastasis",
		"URL": "https://link.springer.com/10.1007/s11831-021-09554-1",
		"volume": "28",
		"author": [
			{
				"family": "Anvari",
				"given": "Sina"
			},
			{
				"family": "Nambiar",
				"given": "Shruti"
			},
			{
				"family": "Pang",
				"given": "Jun"
			},
			{
				"family": "Maftoon",
				"given": "Nima"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/CJKJA67C",
		"type": "article-journal",
		"container-title": "Cancer Immunology, Immunotherapy",
		"DOI": "10.1007/s00262-020-02790-7",
		"ISSN": "0340-7004, 1432-0851",
		"issue": "7",
		"language": "en",
		"page": "1951–1964",
		"title": "Run for your life: an integrated virtual tissue platform for incorporating exercise oncology into immunotherapy",
		"title-short": "Run for your life",
		"URL": "https://link.springer.com/10.1007/s00262-020-02790-7",
		"volume": "70",
		"author": [
			{
				"family": "Serrano",
				"given": "Josua Aponte"
			},
			{
				"family": "Hagar",
				"given": "Amit"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/ETFUMC9Y",
		"type": "chapter",
		"container-title": "Kenzan Method for Scaffold-Free Biofabrication",
		"event-place": "Cham",
		"ISBN": "978-3-030-58687-4",
		"language": "en",
		"note": "DOI: 10.1007/978-3-030-58688-1_2",
		"page": "17–31",
		"publisher": "Springer International Publishing",
		"publisher-place": "Cham",
		"title": "Position of the Kenzan Method in the Space-Time of Tissue Engineering",
		"URL": "https://link.springer.com/10.1007/978-3-030-58688-1_2",
		"author": [
			{
				"family": "Moldovan",
				"given": "Nicanor I."
			}
		],
		"editor": [
			{
				"family": "Nakayama",
				"given": "Koichi"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/35F98RZ8",
		"type": "paper-conference",
		"container-title": "2021 IEEE 16th International Conference on Nano/Micro Engineered and Molecular Systems (NEMS)",
		"DOI": "10.1109/NEMS51815.2021.9451315",
		"event-place": "Xiamen, China",
		"ISBN": "978-1-66541-941-3",
		"license": "https://ieeexplore.ieee.org/Xplorehelp/downloads/license-information/IEEE.html",
		"page": "1923–1926",
		"publisher": "IEEE",
		"publisher-place": "Xiamen, China",
		"title": "Physical Forces Influence the Self-organization of the Leader Cell Formation During Collective Cell Migration",
		"URL": "https://ieeexplore.ieee.org/document/9451315/",
		"author": [
			{
				"family": "Pan",
				"given": "Mengyun"
			},
			{
				"family": "Yang",
				"given": "Yongliang"
			},
			{
				"family": "Liu",
				"given": "Lianqing"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/Q6UHSBIP",
		"type": "article-journal",
		"container-title": "Current Opinion in Systems Biology",
		"DOI": "10.1016/j.coisb.2021.05.001",
		"ISSN": "24523100",
		"language": "en",
		"license": "https://www.elsevier.com/tdm/userlicense/1.0/",
		"page": "100340",
		"title": "Multiscale modeling in disease",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S2452310021000251",
		"volume": "27",
		"author": [
			{
				"family": "Ford Versypt",
				"given": "Ashlee N."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/7R3UTMC6",
		"type": "article-journal",
		"abstract": "The dynamics of tumor growth and associated events cover multiple time and spatial scales, generally including extracellular, cellular and intracellular modifications. The main goal of this study is to model the biological and physical behavior of tumor evolution in presence of normal healthy tissue, considering a variety of events involved in the process. These include hyper and hypoactivation of signaling pathways during tumor growth, vessels’ growth, intratumoral vascularization and competition of cancer cells with healthy host tissue. The work addresses two distinctive phases in tumor development—the avascular and vascular phases—and in each stage two cases are considered—with and without normal healthy cells. The tumor growth rate increases considerably as closed vessel loops (anastomoses) form around the tumor cells resulting from tumor induced vascularization. When taking into account the host tissue around the tumor, the results show that competition between normal cells and cancer cells leads to the formation of a hypoxic tumor core within a relatively short period of time. Moreover, a dense intratumoral vascular network is formed throughout the entire lesion as a sign of a high malignancy grade, which is consistent with reported experimental data for several types of solid carcinomas. In comparison with other mathematical models of tumor development, in this work we introduce a multiscale simulation that models the cellular interactions and cell behavior as a consequence of the activation of oncogenes and deactivation of gene signaling pathways within each cell. Simulating a therapy that blocks relevant signaling pathways results in the prevention of further tumor growth and leads to an expressive decrease in its size (82% in the simulation).",
		"container-title": "PLOS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1009081",
		"ISSN": "1553-7358",
		"issue": "6",
		"language": "en",
		"page": "e1009081",
		"title": "Multiscale modeling of tumor growth and angiogenesis: Evaluation of tumor-targeted therapy",
		"title-short": "Multiscale modeling of tumor growth and angiogenesis",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1009081",
		"volume": "17",
		"author": [
			{
				"family": "Jafari Nivlouei",
				"given": "Sahar"
			},
			{
				"family": "Soltani",
				"given": "M."
			},
			{
				"family": "Carvalho",
				"given": "João"
			},
			{
				"family": "Travasso",
				"given": "Rui"
			},
			{
				"family": "Salimpour",
				"given": "Mohammad Reza"
			},
			{
				"family": "Shirani",
				"given": "Ebrahim"
			}
		],
		"editor": [
			{
				"family": "Maini",
				"given": "Philip K"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/DUNL8J34",
		"type": "article-journal",
		"container-title": "iScience",
		"DOI": "10.1016/j.isci.2021.102317",
		"ISSN": "25890042",
		"issue": "4",
		"language": "en",
		"page": "102317",
		"title": "A mechanical model of early somite segmentation",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S2589004221002856",
		"volume": "24",
		"author": [
			{
				"family": "Adhyapok",
				"given": "Priyom"
			},
			{
				"family": "Piatkowska",
				"given": "Agnieszka M."
			},
			{
				"family": "Norman",
				"given": "Michael J."
			},
			{
				"family": "Clendenon",
				"given": "Sherry G."
			},
			{
				"family": "Stern",
				"given": "Claudio D."
			},
			{
				"family": "Glazier",
				"given": "James A."
			},
			{
				"family": "Belmonte",
				"given": "Julio M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/4UAFB3UF",
		"type": "document",
		"abstract": "Abstract The biophysics of an organism span scales from subcellular to organismal and include spatial processes like diffusion of molecules, cell migration, and flow of intravenous fluids. Mathematical biology seeks to explain biophysical processes in mathematical terms at, and across, all relevant spatial and temporal scales. While non-spatial, ordinary differential equation (ODE) models are often used and readily calibrated to experimental data, they do not explicitly represent spatial and stochastic features of a biological system, limiting their insights and applications. Spatial models describe biological systems with spatial information but are mathematically complex and computationally expensive, which limits the ability to calibrate and deploy them. In this work we develop a formal method for deriving cell-based, spatial, multicellular models from ODE models of population dynamics in biological systems, and vice-versa. We provide examples of generating spatiotemporal, multicellular models from ODE models of viral infection and immune response. In these models the determinants of agreement of spatial and non-spatial models are the degree of spatial heterogeneity in viral production and rates of extracellular viral diffusion and decay. We show how ODE model parameters can implicitly represent spatial parameters, and cell-based spatial models can generate uncertain predictions through sensitivity to stochastic cellular events, which is not a feature of ODE models. Using our method, we can test ODE models in a multicellular, spatial context and translate information to and from non-spatial and spatial models, which help to employ spatiotemporal multicellular models using calibrated ODE model parameters, investigate objects and processes implicitly represented by ODE model terms and parameters, and improve the reproducibility of spatial, stochastic models. We hope to employ our method to generate new ODE model terms from spatiotemporal, multicellular models, recast popular ODE models on a cellular basis, and generate better models for critical applications where spatial and stochastic features affect outcomes. Statement of Significance Ordinary differential equations (ODEs) are widely used to model and efficiently simulate multicellular systems without explicit spatial information, while spatial models permit explicit spatiotemporal modeling but are mathematically complicated and computationally expensive. In this work we develop a method to generate stochastic, agent-based, multiscale models of multicellular systems with spatial resolution at the cellular level according to non-spatial ODE models. We demonstrate how to directly translate model terms and parameters between ODE and spatial models and apply non-spatial model terms to boundary conditions using examples of viral infection modeling, and show how spatial models can interrogate implicitly represented biophysical mechanisms in non-spatial models. We discuss strategies for co-developing spatial and non-spatial models and reconciling disagreements between them.",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by/4.0/",
		"note": "DOI: 10.1101/2021.01.28.428647",
		"publisher": "Biophysics",
		"title": "Generating Agent-Based Multiscale Multicellular Spatiotemporal Models from Ordinary Differential Equations of Biological Systems, with Applications in Viral Infection",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/2021.01.28.428647",
		"author": [
			{
				"family": "Sego",
				"given": "T.J."
			},
			{
				"family": "Aponte-Serrano",
				"given": "Josua O."
			},
			{
				"family": "Gianlupi",
				"given": "Juliano F."
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/BDE4EJUQ",
		"type": "article-journal",
		"abstract": "Abstract In vitro tumor models consisting of cell spheroids are increasingly used for mechanistic studies and pharmacological testing. However, unless vascularized, the availability of nutrients such as glucose to deeper layers of multicellular aggregates is limited. In addition, recent developments in cells-only biofabrication (e.g. ‘scaffold-free bioprinting’), allow the creation of more complex spheroid-based structures, further exposing the cells to nutrient deprivation within these constructs. To explore the impact of glucose availability on such tumor-like structures, we used the CompuCell3D platform for modeling of tumor spheroids. By monitoring the types of cells, fusing pairs geometry and the distance between spheroids centers of mass, we made novel heuristic observations on how binary- and multi-spheroid fusions are impacted by glucose availability. At limiting glucose concentrations mimicking hypoglycemia we noted an abrupt collapse of the tumor spheroids, unexpectedly amplified by the contact with normal cell spheroids. At higher glucose concentrations, we found an increased intermixing of cancerous cells, strong anti-phase oscillations between proliferating and quiescent tumor cells and a structural instability of fusing tumor spheroids, leading to their re-fragmentation. In a model of tumor microenvironment composed of normal cell spheroids fusing around a tumoral one, the competition for glucose lead to either the tumor’s disappearance, to a steady state, or to its expansion. Moreover, the invasion of this microenvironment by individual tumor cells was also strongly depended on the available glucose. In conclusion, we demonstrate the value of computational simulations for anticipating the properties of biofabricated tumor models, and in generating testable hypotheses regarding the relationship between cancer, nutrition and diabetes.",
		"container-title": "Biofabrication",
		"DOI": "10.1088/1758-5090/abe025",
		"ISSN": "1758-5082, 1758-5090",
		"issue": "3",
		"page": "035010",
		"title": "Biofabrication of spheroids fusion-based tumor models: computational simulation of glucose effects",
		"title-short": "Biofabrication of spheroids fusion-based tumor models",
		"URL": "https://iopscience.iop.org/article/10.1088/1758-5090/abe025",
		"volume": "13",
		"author": [
			{
				"family": "Bustamante",
				"given": "David J"
			},
			{
				"family": "Basile",
				"given": "Elijah J"
			},
			{
				"family": "Hildreth",
				"given": "Brady M"
			},
			{
				"family": "Browning",
				"given": "Nathan W"
			},
			{
				"family": "Jensen",
				"given": "S Alexander"
			},
			{
				"family": "Moldovan",
				"given": "Leni"
			},
			{
				"family": "Petrache",
				"given": "Horia I"
			},
			{
				"family": "Moldovan",
				"given": "Nicanor I"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/ZP65PUXU",
		"type": "article-journal",
		"abstract": "Abstract Understanding and designing clinical radiation therapy is one of the most important areas of state-of-the-art oncological treatment regimens. Decades of research have gone into developing sophisticated treatment devices and optimization protocols for schedules and dosages. In this paper, we presented a comprehensive computational platform that facilitates building of the sophisticated multi-cell-based model of how radiation affects the biology of living tissue. We designed and implemented a coupled simulation method, including a radiation transport model, and a cell biology model, to simulate the tumor response after irradiation. The radiation transport simulation was implemented through Geant4 which is an open-source Monte Carlo simulation platform that provides many flexibilities for users, as well as low energy DNA damage simulation physics, Geant4-DNA. The cell biology simulation was implemented using CompuCell3D (CC3D) which is a cell biology simulation platform. In order to couple Geant4 solver with CC3D, we developed a ‘bridging’ module, RADCELL, that extracts tumor cellular geometry of the CC3D simulation (including specification of the individual cells) and ported it to the Geant4 for radiation transport simulation. The cell dose and cell DNA damage distribution in multicellular system were obtained using Geant4. The tumor response was simulated using cell-based tissue models based on CC3D, and the cell dose and cell DNA damage information were fed back through RADCELL to CC3D for updating the cell properties. By merging two powerful and widely used modeling platforms, CC3D and Geant4, we delivered a novel tool that can give us the ability to simulate the dynamics of biological tissue in the presence of ionizing radiation, which provides a framework for quantifying the biological consequences of radiation therapy. In this introductory methods paper, we described our modeling platform in detail and showed how it can be applied to study the application of radiotherapy to a vascularized tumor.",
		"container-title": "Physics in Medicine & Biology",
		"DOI": "10.1088/1361-6560/abd4f9",
		"ISSN": "0031-9155, 1361-6560",
		"issue": "4",
		"page": "045026",
		"title": "Development of a coupled simulation toolkit for computational radiation biology based on Geant4 and CompuCell3D",
		"URL": "https://iopscience.iop.org/article/10.1088/1361-6560/abd4f9",
		"volume": "66",
		"author": [
			{
				"family": "Liu",
				"given": "Ruirui"
			},
			{
				"family": "Higley",
				"given": "Kathryn A"
			},
			{
				"family": "Swat",
				"given": "Maciej H"
			},
			{
				"family": "Chaplain",
				"given": "Mark A J"
			},
			{
				"family": "Powathil",
				"given": "Gibin G"
			},
			{
				"family": "Glazier",
				"given": "James A"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/JSDE7DXU",
		"type": "article-journal",
		"container-title": "iScience",
		"DOI": "10.1016/j.isci.2020.100976",
		"ISSN": "25890042",
		"issue": "4",
		"language": "en",
		"page": "100976",
		"title": "Somite Division and New Boundary Formation by Mechanical Strain",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S2589004220301607",
		"volume": "23",
		"author": [
			{
				"family": "Nelemans",
				"given": "Ben K.A."
			},
			{
				"family": "Schmitz",
				"given": "Manuel"
			},
			{
				"family": "Tahir",
				"given": "Hannan"
			},
			{
				"family": "Merks",
				"given": "Roeland M.H."
			},
			{
				"family": "Smit",
				"given": "Theodoor H."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/KEL7TAUX",
		"type": "article-journal",
		"container-title": "Biophysical Journal",
		"DOI": "10.1016/j.bpj.2020.04.024",
		"ISSN": "00063495",
		"issue": "11",
		"language": "en",
		"page": "2801–2815",
		"title": "CompuCell3D Simulations Reproduce Mesenchymal Cell Migration on Flat Substrates",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0006349520303490",
		"volume": "118",
		"author": [
			{
				"family": "Fortuna",
				"given": "Ismael"
			},
			{
				"family": "Perrone",
				"given": "Gabriel C."
			},
			{
				"family": "Krug",
				"given": "Monique S."
			},
			{
				"family": "Susin",
				"given": "Eduarda"
			},
			{
				"family": "Belmonte",
				"given": "Julio M."
			},
			{
				"family": "Thomas",
				"given": "Gilberto L."
			},
			{
				"family": "Glazier",
				"given": "James A."
			},
			{
				"family": "De Almeida",
				"given": "Rita M.C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/DB9HISW8",
		"type": "article-journal",
		"abstract": "Abstract The collective motion of cell monolayers within a tissue is a fundamental biological process that occurs during tissue formation, wound healing, cancerous invasion, and viral infection. Experiments have shown that at the onset of migration, the motility is self-generated as a polarisation wave starting from the leading edge of the monolayer and progressively propagates into the bulk. However, it is unclear how the propagation of this motility wave is influenced by cellular properties. Here, we investigate this question using a computational model based on the Potts model coupled to the dynamics of intracellular polarisation. The model captures the propagation of the polarisation wave and suggests that the cells cortex can regulate the migration modes: strongly contractile cells may depolarise the monolayer, whereas less contractile cells can form swirling movement. Cortical contractility is further found to limit the cells motility, which (i) decelerates the wave speed and the leading edge progression, and (ii) destabilises the leading edge. Together, our model describes how different mechanical properties of cells can contribute to the regulation of collective cell migration.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-020-63506-6",
		"ISSN": "2045-2322",
		"issue": "1",
		"language": "en",
		"page": "8128",
		"title": "Multiscale modelling of motility wave propagation in cell migration",
		"URL": "https://www.nature.com/articles/s41598-020-63506-6",
		"volume": "10",
		"author": [
			{
				"family": "Khataee",
				"given": "Hamid"
			},
			{
				"family": "Czirok",
				"given": "Andras"
			},
			{
				"family": "Neufeld",
				"given": "Zoltan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/ZPBNJAXM",
		"type": "article-journal",
		"abstract": "Mutational activation of the BRAF proto-oncogene in melanocytes reliably produces benign nevi (pigmented ‘moles’), yet the same change is the most common driver mutation in melanoma. The reason nevi stop growing, and do not progress to melanoma, is widely attributed to a cell-autonomous process of ‘oncogene-induced senescence’. Using a mouse model of Braf-driven nevus formation, analyzing both proliferative dynamics and single-cell gene expression, we found no evidence that nevus cells are senescent, either compared with other skin cells, or other melanocytes. We also found that nevus size distributions could not be fit by any simple cell-autonomous model of growth arrest, yet were easily fit by models based on collective cell behavior, for example in which arresting cells release an arrest-promoting factor. We suggest that nevus growth arrest is more likely related to the cell interactions that mediate size control in normal tissues, than to any cell-autonomous, ‘oncogene-induced’ program of senescence. , Melanocytes are pigment-producing cells found throughout the skin. Mutations that activate a gene called BRAF cause these cells to divide and produce melanocytic nevi, also known as “moles”. These mutations are oncogenic, meaning they can cause cancer. Indeed, BRAF is the most commonly mutated gene in melanoma, a deadly skin cancer that arises from melanocytes. Yet, moles hardly ever progress to melanoma. A proposed explanation for this behavior is that, once activated, BRAF initiates a process called “oncogene-induced senescence” in each melanocyte. This process, likened to premature aging, is thought to be what causes cells in a mole to quit dividing. Although this hypothesis is widely accepted, it has proved difficult to test directly. To investigate this notion, Ruiz-Vega et al. studied mice with hundreds of moles created by the same BRAF mutation found in human moles. Analyzing the activity of genes in individual cells revealed that nevus melanocytes that have stopped growing are no more senescent than other skin cells, including non-mole melanocytes. Ruiz-Vega et al. then analyzed the sizes at which moles stopped growing, estimating the number of cells in each mole. The data were then compared with the results of a simulation and mathematical modeling. This revealed that any model based on the idea of cells independently shutting down after a number of random events could not reproduce the distribution of mole sizes that had been experimentally observed. On the other hand, models based on melanocytes acting collectively to shut down each other’s growth fit the observed data much better. These findings suggest that moles do not stop growing as a direct result of the activation of BRAF , but because they sense and respond to their own overgrowth. The same kind of collective sensing is observed in normal tissues that maintain a constant size. Discovering that melanocytes do this not only sheds light on why moles stop growing, it could also help researchers devise new ways to prevent melanomas from forming.",
		"container-title": "eLife",
		"DOI": "10.7554/eLife.61026",
		"ISSN": "2050-084X",
		"language": "en",
		"page": "e61026",
		"title": "Dynamics of nevus development implicate cell cooperation in the growth arrest of transformed melanocytes",
		"URL": "https://elifesciences.org/articles/61026",
		"volume": "9",
		"author": [
			{
				"family": "Ruiz-Vega",
				"given": "Rolando"
			},
			{
				"family": "Chen",
				"given": "Chi-Fen"
			},
			{
				"family": "Razzak",
				"given": "Emaad"
			},
			{
				"family": "Vasudeva",
				"given": "Priya"
			},
			{
				"family": "Krasieva",
				"given": "Tatiana B"
			},
			{
				"family": "Shiu",
				"given": "Jessica"
			},
			{
				"family": "Caldwell",
				"given": "Michael G"
			},
			{
				"family": "Yan",
				"given": "Huaming"
			},
			{
				"family": "Lowengrub",
				"given": "John"
			},
			{
				"family": "Ganesan",
				"given": "Anand K"
			},
			{
				"family": "Lander",
				"given": "Arthur D"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/K2Z8SBNW",
		"type": "article-journal",
		"abstract": "Simulations of tissue-specific effects of primary acute viral infections like COVID-19 are essential for understanding disease outcomes and optimizing therapies. Such simulations need to support continuous updating in response to rapid advances in understanding of infection mechanisms, and parallel development of components by multiple groups. We present an open-source platform for multiscale spatiotemporal simulation of an epithelial tissue, viral infection, cellular immune response and tissue damage, specifically designed to be modular and extensible to support continuous updating and parallel development. The base simulation of a simplified patch of epithelial tissue and immune response exhibits distinct patterns of infection dynamics from widespread infection, to recurrence, to clearance. Slower viral internalization and faster immune-cell recruitment slow infection and promote containment. Because antiviral drugs can have side effects and show reduced clinical effectiveness when given later during infection, we studied the effects on progression of treatment potency and time-of-first treatment after infection. In simulations, even a low potency therapy with a drug which reduces the replication rate of viral RNA greatly decreases the total tissue damage and virus burden when given near the beginning of infection. Many combinations of dosage and treatment time lead to stochastic outcomes, with some simulation replicas showing clearance or control (treatment success), while others show rapid infection of all epithelial cells (treatment failure). Thus, while a high potency therapy usually is less effective when given later, treatments at late times are occasionally effective. We illustrate how to extend the platform to model specific virus types ( e . g ., hepatitis C) and add additional cellular mechanisms (tissue recovery and variable cell susceptibility to infection), using our software modules and publicly-available software repository.",
		"container-title": "PLOS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1008451",
		"ISSN": "1553-7358",
		"issue": "12",
		"language": "en",
		"page": "e1008451",
		"title": "A modular framework for multiscale, multicellular, spatiotemporal modeling of acute primary viral infection and immune response in epithelial tissues and its application to drug therapy timing and effectiveness",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1008451",
		"volume": "16",
		"author": [
			{
				"family": "Sego",
				"given": "T. J."
			},
			{
				"family": "Aponte-Serrano",
				"given": "Josua O."
			},
			{
				"family": "Ferrari Gianlupi",
				"given": "Juliano"
			},
			{
				"family": "Heaps",
				"given": "Samuel R."
			},
			{
				"family": "Breithaupt",
				"given": "Kira"
			},
			{
				"family": "Brusch",
				"given": "Lutz"
			},
			{
				"family": "Crawshaw",
				"given": "Jessica"
			},
			{
				"family": "Osborne",
				"given": "James M."
			},
			{
				"family": "Quardokus",
				"given": "Ellen M."
			},
			{
				"family": "Plemper",
				"given": "Richard K."
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"editor": [
			{
				"family": "Peirce",
				"given": "Shayn M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/248BL8CF",
		"type": "article-journal",
		"abstract": "Pericytes (PCs) wrap around endothelial cells (ECs) and perform diverse functions in physiological and pathological processes. Although molecular interactions between ECs and PCs have been extensively studied, the morphological processes at the cellular level and their underlying mechanisms have remained elusive. In this study, using a simple cellular Potts model, we explored the mechanisms for EC wrapping by PCs. Based on the observed in vitro cell wrapping in three-dimensional PC–EC coculture, the model identified four putative contributing factors: preferential adhesion of PCs to the extracellular matrix (ECM), strong cell–cell adhesion, PC surface softness and larger PC size. While cell–cell adhesion can contribute to the prevention of cell segregation and the degree of cell wrapping, it cannot determine the orientation of cell wrapping alone. While atomic force microscopy revealed that PCs have a larger Young’s modulus than ECs, the experimental analyses supported preferential ECM adhesion and size asymmetry. We also formulated the corresponding energy minimization problem and numerically solved this problem for specific cases. These results give biological insights into the role of PC–ECM adhesion in PC coverage. The modelling framework presented here should also be applicable to other cell wrapping phenomena observed in vivo .",
		"container-title": "Journal of The Royal Society Interface",
		"DOI": "10.1098/rsif.2019.0739",
		"ISSN": "1742-5689, 1742-5662",
		"issue": "162",
		"language": "en",
		"page": "20190739",
		"title": "Mechanisms of endothelial cell coverage by pericytes: computational modelling of cell wrapping and <i>in vitro</i> experiments",
		"title-short": "Mechanisms of endothelial cell coverage by pericytes",
		"URL": "https://royalsocietypublishing.org/doi/10.1098/rsif.2019.0739",
		"volume": "17",
		"author": [
			{
				"family": "Sugihara",
				"given": "Kei"
			},
			{
				"family": "Sasaki",
				"given": "Saori"
			},
			{
				"family": "Uemura",
				"given": "Akiyoshi"
			},
			{
				"family": "Kidoaki",
				"given": "Satoru"
			},
			{
				"family": "Miura",
				"given": "Takashi"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/692WKJC3",
		"type": "document",
		"abstract": "1. Abstract The emergence of multicellular organisms that exhibit cell differentiation and stereotypic spatial arrangements has been recognized as one of the major transitions in evolution. Myxobacteria have emerged as a useful study model to investigate multicellular evolution and development. Here, we propose a multiscale model that considers cellular adhesion and movement, molecular regulatory networks (MRNs), and cell-to-cell communication to study the emergence of cell fate determination and spatial patterning of Myxococcus xanthus fruiting bodies. The model provides a dynamic accounting of the roles of MRN multistability, intercellular communication and conglomerate size in determining cell fate and patterning during M. xanthus development. It also suggests that for cell fate determination and patterning to occur, the cell aggregate must surpass a minimum size. The model also allows us to contrast alternative scenarios for the C-signal mechanism and provides stronger support for an indirect effect (as a diffusible molecule) than a direct one (as a membrane protein).",
		"language": "en",
		"note": "DOI: 10.1101/627703",
		"publisher": "Developmental Biology",
		"title": "Role of aggregate size, multistability and communication in determining cell fate and patterning in <i>M</i>. xanthus",
		"URL": "http://biorxiv.org/lookup/doi/10.1101/627703",
		"author": [
			{
				"family": "Del Angel",
				"given": "Juan A. Arias"
			},
			{
				"family": "Rivera-Yoshida",
				"given": "Natsuko"
			},
			{
				"family": "Escalante",
				"given": "Ana E."
			},
			{
				"family": "Martínez-Castilla",
				"given": "León Patricio"
			},
			{
				"family": "Benítez",
				"given": "Mariana"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/XWNYYS4H",
		"type": "article-journal",
		"abstract": "Abstract A major cause of cancer mortality is metastasis of cancer cells from a localized tumor to other parts of the body. The interactions between cancer cells and the surrounding tumor microenvironment, particularly the extracellular matrix (ECM), are central to metastatic migration. During metastasis, enzymes are secreted to degrade and crosslink collagen fibers in the ECM, inducing structural alterations and changes in the properties of the ECM. The mechanism of how these changes facilitate the directional motility of cancer cells along the collagen fibers remains unclear. A hybrid discrete–continuous computational model is developed via the software CompuCell3D to simulate the migration of metastatic cancer cells through the ECM during chemical and physical remodeling. Cancer cells are treated as discrete agents, and ECM components (collagen fibers and remodeling enzymes) are modeled by partial differential equations. The computational model of cancer migration provides understanding of how ECM remodeling affects migration efficiency.",
		"container-title": "AIChE Journal",
		"DOI": "10.1002/aic.16671",
		"ISSN": "0001-1541, 1547-5905",
		"issue": "9",
		"language": "en",
		"page": "e16671",
		"title": "A hybrid discrete–continuous model of metastatic cancer cell migration through a remodeling extracellular matrix",
		"URL": "https://aiche.onlinelibrary.wiley.com/doi/10.1002/aic.16671",
		"volume": "65",
		"author": [
			{
				"family": "Nguyen Edalgo",
				"given": "Yen T."
			},
			{
				"family": "Zornes",
				"given": "Anya L."
			},
			{
				"family": "Ford Versypt",
				"given": "Ashlee N."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/URWCCYGN",
		"type": "article-journal",
		"container-title": "Frontiers in Immunology",
		"DOI": "10.3389/fimmu.2019.00230",
		"ISSN": "1664-3224",
		"page": "230",
		"title": "Model-Based Assessment of the Role of Uneven Partitioning of Molecular Content on Heterogeneity and Regulation of Differentiation in CD8 T-Cell Immune Responses",
		"URL": "https://www.frontiersin.org/article/10.3389/fimmu.2019.00230/full",
		"volume": "10",
		"author": [
			{
				"family": "Girel",
				"given": "Simon"
			},
			{
				"family": "Arpin",
				"given": "Christophe"
			},
			{
				"family": "Marvel",
				"given": "Jacqueline"
			},
			{
				"family": "Gandrillon",
				"given": "Olivier"
			},
			{
				"family": "Crauste",
				"given": "Fabien"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/FS4MX5ET",
		"type": "article-journal",
		"container-title": "Frontiers in Physiology",
		"DOI": "10.3389/fphys.2019.00790",
		"ISSN": "1664-042X",
		"page": "790",
		"title": "An Interplay Between Reaction-Diffusion and Cell-Matrix Adhesion Regulates Multiscale Invasion in Early Breast Carcinomatosis",
		"URL": "https://www.frontiersin.org/article/10.3389/fphys.2019.00790/full",
		"volume": "10",
		"author": [
			{
				"family": "Pally",
				"given": "Dharma"
			},
			{
				"family": "Pramanik",
				"given": "Durjay"
			},
			{
				"family": "Bhat",
				"given": "Ramray"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/85P42WCC",
		"type": "chapter",
		"container-title": "Computational Stem Cell Biology",
		"event-place": "New York, NY",
		"ISBN": "978-1-4939-9223-2",
		"language": "en",
		"note": "DOI: 10.1007/978-1-4939-9224-9_1",
		"page": "3–35",
		"publisher": "Springer New York",
		"publisher-place": "New York, NY",
		"title": "Agent-Based Modelling to Delineate Spatiotemporal Control Mechanisms of the Stem Cell Niche",
		"URL": "http://link.springer.com/10.1007/978-1-4939-9224-9_1",
		"volume": "1975",
		"author": [
			{
				"family": "Mines",
				"given": "Robert"
			},
			{
				"family": "Chen",
				"given": "Kai-Yuan"
			},
			{
				"family": "Shen",
				"given": "Xiling"
			}
		],
		"editor": [
			{
				"family": "Cahan",
				"given": "Patrick"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/3IPLU8WL",
		"type": "article-journal",
		"container-title": "Journal of Theoretical Biology",
		"DOI": "10.1016/j.jtbi.2019.08.012",
		"ISSN": "00225193",
		"language": "en",
		"page": "229–240",
		"title": "A multiscale in silico model of endothelial to mesenchymal transformation in a tumor microenvironment",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0022519319303248",
		"volume": "480",
		"author": [
			{
				"family": "Chowkwale",
				"given": "M."
			},
			{
				"family": "Mahler",
				"given": "G.J."
			},
			{
				"family": "Huang",
				"given": "P."
			},
			{
				"family": "Murray",
				"given": "B.T."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/K3BKXAN7",
		"type": "chapter",
		"container-title": "Kidney Organogenesis",
		"event-place": "New York, NY",
		"ISBN": "978-1-4939-9020-7",
		"language": "en",
		"note": "DOI: 10.1007/978-1-4939-9021-4_19",
		"page": "235–246",
		"publisher": "Springer New York",
		"publisher-place": "New York, NY",
		"title": "Methods of Computational Analysis in Kidney Development",
		"URL": "http://link.springer.com/10.1007/978-1-4939-9021-4_19",
		"volume": "1926",
		"author": [
			{
				"family": "Tikka",
				"given": "Pauli"
			},
			{
				"family": "Schaefer",
				"given": "Franz"
			}
		],
		"editor": [
			{
				"family": "Vainio",
				"given": "Seppo"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/CYDCJXXK",
		"type": "article-journal",
		"container-title": "Molecular Systems Biology",
		"DOI": "10.15252/msb.20178174",
		"ISSN": "1744-4292, 1744-4292",
		"issue": "8",
		"language": "en",
		"page": "e8174",
		"title": "Fibroblast state switching orchestrates dermal maturation and wound healing",
		"URL": "https://www.embopress.org/doi/10.15252/msb.20178174",
		"volume": "14",
		"author": [
			{
				"family": "Rognoni",
				"given": "Emanuel"
			},
			{
				"family": "Pisco",
				"given": "Angela Oliveira"
			},
			{
				"family": "Hiratsuka",
				"given": "Toru"
			},
			{
				"family": "Sipilä",
				"given": "Kalle H"
			},
			{
				"family": "Belmonte",
				"given": "Julio M"
			},
			{
				"family": "Mobasseri",
				"given": "Seyedeh Atefeh"
			},
			{
				"family": "Philippeos",
				"given": "Christina"
			},
			{
				"family": "Dilão",
				"given": "Rui"
			},
			{
				"family": "Watt",
				"given": "Fiona M"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/BRWPKHKM",
		"type": "article-journal",
		"container-title": "PLOS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1006455",
		"ISSN": "1553-7358",
		"issue": "10",
		"language": "en",
		"page": "e1006455",
		"title": "Rotation of sex combs in Drosophila melanogaster requires precise and coordinated spatio-temporal dynamics from forces generated by epithelial cells",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1006455",
		"volume": "14",
		"author": [
			{
				"family": "Ho",
				"given": "Ernest C. Y."
			},
			{
				"family": "Malagón",
				"given": "Juan Nicolas"
			},
			{
				"family": "Ahuja",
				"given": "Abha"
			},
			{
				"family": "Singh",
				"given": "Rama"
			},
			{
				"family": "Larsen",
				"given": "Ellen"
			}
		],
		"editor": [
			{
				"family": "Merks",
				"given": "Roeland M. H."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/MUITCI7D",
		"type": "article-journal",
		"abstract": "It is widely agreed that keratinocyte migration plays a crucial role in wound re-epithelialization. , It is widely agreed that keratinocyte migration plays a crucial role in wound re-epithelialization. Defects in this function contribute to wound reoccurrence causing significant clinical problems. Several in vitro studies have shown that the speed of migrating keratinocytes can be regulated by epidermal growth factor (EGF) which affects keratinocyte's integrin expression. The relationship between integrin expression (through cell–matrix adhesion) stimulated by EGF and keratinocyte migration speed is not linear since increased adhesion, due to increased integrin expression, has been experimentally shown to slow down cell migration due to the biphasic dependence of cell speed on adhesion. In our previous work we showed that keratinocytes that were co-cultured with EGF-enhanced fibroblasts formed an asymmetric migration pattern, where, the cumulative distances of keratinocytes migrating toward fibroblasts were smaller than those migrating away from fibroblasts. This asymmetric pattern is thought to be provoked by high EGF concentration secreted by fibroblasts. The EGF stimulates the expression of integrin receptors on the surface of keratinocytes migrating toward fibroblasts via paracrine signaling. In this paper, we present a computational model of keratinocyte migration that is controlled by EGF secreted by fibroblasts using the Cellular Potts Model (CPM). Our computational simulation results confirm the asymmetric pattern observed in experiments. These results provide a deeper insight into our understanding of the complexity of keratinocyte migration in the presence of growth factor gradients and may explain re-epithelialization failure in impaired wound healing.",
		"container-title": "Integrative Biology",
		"DOI": "10.1039/C8IB00048D",
		"ISSN": "1757-9694, 1757-9708",
		"issue": "10",
		"language": "en",
		"page": "605–634",
		"title": "Computational model of wound healing: EGF secreted by fibroblasts promotes delayed re-epithelialization of epithelial keratinocytes",
		"title-short": "Computational model of wound healing",
		"URL": "https://academic.oup.com/ib/article/10/10/605-634/5261230",
		"volume": "10",
		"author": [
			{
				"family": "Andasari",
				"given": "Vivi"
			},
			{
				"family": "Lü",
				"given": "Dongyuan"
			},
			{
				"family": "Swat",
				"given": "Maciej"
			},
			{
				"family": "Feng",
				"given": "Shiliang"
			},
			{
				"family": "Spill",
				"given": "Fabian"
			},
			{
				"family": "Chen",
				"given": "Li"
			},
			{
				"family": "Luo",
				"given": "Xiangdong"
			},
			{
				"family": "Zaman",
				"given": "Muhammad"
			},
			{
				"family": "Long",
				"given": "Mian"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/V9MJUIX3",
		"type": "article-journal",
		"abstract": "Though cell and nuclear deformability are expected to influence efficiency of confined migration, their individual and collective influence on migration efficiency remains incompletely understood. In addition to cell intrinsic properties, the relevance of cell extrinsic factors on confined migration, if any, has not been adequately explored. Here we address these questions using a statistical mechanics-based stochastic modeling approach where cell/nuclear dimensions and their deformability are explicitly taken into consideration. In addition to demonstrating the importance of cell softness in sustaining confined migration, our results suggest that dynamic tuning of cell and nuclear properties at different stages of migration is essential for maximizing migration efficiency. Our simulations also implicate confinement shape and confinement history as two important cell extrinsic regulators of cell invasiveness. Together, our findings illustrate the strength of a multicompartment model in dissecting the contributions of multiple factors that collectively influence confined cell migration.",
		"container-title": "Molecular Biology of the Cell",
		"DOI": "10.1091/mbc.E17-05-0313",
		"ISSN": "1059-1524, 1939-4586",
		"issue": "13",
		"language": "en",
		"page": "1599–1610",
		"title": "Multicompartment cell-based modeling of confined migration: regulation by cell intrinsic and extrinsic factors",
		"title-short": "Multicompartment cell-based modeling of confined migration",
		"URL": "https://www.molbiolcell.org/doi/10.1091/mbc.E17-05-0313",
		"volume": "29",
		"author": [
			{
				"family": "Kumar",
				"given": "Sandeep"
			},
			{
				"family": "Das",
				"given": "Alakesh"
			},
			{
				"family": "Sen",
				"given": "Shamik"
			}
		],
		"editor": [
			{
				"family": "Van Haastert",
				"given": "Peter"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/FQPXE7LB",
		"type": "article-journal",
		"container-title": "Chemical Research in Toxicology",
		"DOI": "10.1021/acs.chemrestox.6b00350",
		"ISSN": "0893-228X, 1520-5010",
		"issue": "4",
		"language": "en",
		"license": "http://pubs.acs.org/page/policy/authorchoice_termsofuse.html",
		"page": "965–979",
		"title": "Computational Model of Secondary Palate Fusion and Disruption",
		"URL": "https://pubs.acs.org/doi/10.1021/acs.chemrestox.6b00350",
		"volume": "30",
		"author": [
			{
				"family": "Hutson",
				"given": "M. Shane"
			},
			{
				"family": "Leung",
				"given": "Maxwell C. K."
			},
			{
				"family": "Baker",
				"given": "Nancy C."
			},
			{
				"family": "Spencer",
				"given": "Richard M."
			},
			{
				"family": "Knudsen",
				"given": "Thomas B."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/TQJJS9GX",
		"type": "article-journal",
		"container-title": "Biology of Reproduction",
		"DOI": "10.1093/biolre/iox089",
		"ISSN": "0006-3363, 1529-7268",
		"issue": "3",
		"language": "en",
		"page": "365–377",
		"title": "Cell-based computational model of early ovarian development in mice†",
		"URL": "https://academic.oup.com/biolreprod/article/97/3/365/4082285",
		"volume": "97",
		"author": [
			{
				"family": "Wear",
				"given": "Hannah M"
			},
			{
				"family": "Eriksson",
				"given": "Annika"
			},
			{
				"family": "Yao",
				"given": "Humphrey Hung-Chang"
			},
			{
				"family": "Watanabe",
				"given": "Karen H"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/JE73AUER",
		"type": "paper-conference",
		"DOI": "10.1063/1.4952106",
		"event-place": "Rhodes, Greece",
		"page": "320002",
		"publisher-place": "Rhodes, Greece",
		"title": "Multi-scale modeling of the CD8 immune response",
		"URL": "https://pubs.aip.org/aip/acp/article/884762",
		"author": [
			{
				"family": "Barbarroux",
				"given": "Loic"
			},
			{
				"family": "Michel",
				"given": "Philippe"
			},
			{
				"family": "Adimy",
				"given": "Mostafa"
			},
			{
				"family": "Crauste",
				"given": "Fabien"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/WRCKIA69",
		"type": "article-journal",
		"abstract": "We developed a computational model of the propagation of retinal ischemia in diabetic retinopathy and analyzed the consequences of various patterns and sizes of burns in peripheral retinal photocoagulation. The model addresses retinal ischemia as a phenomenon of adverse local feedback in which once a capillary is occluded there is an elevated probability of occlusion of adjacent capillaries resulting in enlarging areas of retinal ischemia as is commonly seen clinically. Retinal burns of different sizes and patterns, treated as local oxygen sources, are predicted to have different effects on the propagation of retinal ischemia. The patterns of retinal burns are optimized with regard to minimization of the sum of the photocoagulated retina and computer predicted ischemic retina. Our simulations show that certain patterns of retinal burns are effective at preventing the spatial spread of ischemia by creating oxygenated boundaries across which the ischemia does not propagate. This model makes no statement about current PRP treatment of avascular peripheral retina and notes that the usual spot sizes used in PRP will not prevent ischemic propagation in still vascularized retinal areas. The model seems to show that a properly patterned laser treatment of still vascularized peripheral retina may be able to prevent or at least constrain the propagation of diabetic retinal ischemia in those retinal areas with intact capillaries.",
		"container-title": "Journal of Diabetes Research",
		"DOI": "10.1155/2016/2508381",
		"ISSN": "2314-6745, 2314-6753",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by/4.0/",
		"page": "1–13",
		"title": "A Computational Model of Peripheral Photocoagulation for the Prevention of Progressive Diabetic Capillary Occlusion",
		"URL": "https://www.hindawi.com/journals/jdr/2016/2508381/",
		"volume": "2016",
		"author": [
			{
				"family": "Gast",
				"given": "Thomas J."
			},
			{
				"family": "Fu",
				"given": "Xiao"
			},
			{
				"family": "Gens",
				"given": "John Scott"
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/LFDT7PGV",
		"type": "chapter",
		"container-title": "VI Latin American Congress on Biomedical Engineering CLAIB 2014, Paraná, Argentina 29, 30 & 31 October 2014",
		"event-place": "Cham",
		"ISBN": "978-3-319-13116-0",
		"language": "en",
		"note": "DOI: 10.1007/978-3-319-13117-7_52",
		"page": "199–202",
		"publisher": "Springer International Publishing",
		"publisher-place": "Cham",
		"title": "Experiences in the Use of the Compucell3d in the Career of Biomedical Engineering",
		"URL": "https://link.springer.com/10.1007/978-3-319-13117-7_52",
		"volume": "49",
		"author": [
			{
				"family": "La Rosa",
				"given": "Laura E. Cué"
			},
			{
				"family": "Pareja",
				"given": "Diego Alejandro Zottola"
			},
			{
				"family": "Pérez",
				"given": "Fidel D. Ruiz"
			},
			{
				"family": "Domech",
				"given": "Guillermo Estrada"
			},
			{
				"family": "Méndez",
				"given": "Adrián Hernández"
			}
		],
		"editor": [
			{
				"family": "Braidot",
				"given": "Ariel"
			},
			{
				"family": "Hadad",
				"given": "Alejandro"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/ED9MNY5B",
		"type": "article-journal",
		"container-title": "PLoS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1003997",
		"ISSN": "1553-7358",
		"issue": "12",
		"language": "en",
		"page": "e1003997",
		"title": "Lattice-Based Model of Ductal Carcinoma In Situ Suggests Rules for Breast Cancer Progression to an Invasive State",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1003997",
		"volume": "10",
		"author": [
			{
				"family": "Boghaert",
				"given": "Eline"
			},
			{
				"family": "Radisky",
				"given": "Derek C."
			},
			{
				"family": "Nelson",
				"given": "Celeste M."
			}
		],
		"editor": [
			{
				"family": "Gabhann",
				"given": "Feilim Mac"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/CNGF5XCM",
		"type": "chapter",
		"container-title": "Encyclopedia of Systems Biology",
		"event-place": "New York, NY",
		"ISBN": "978-1-4419-9862-0",
		"language": "en",
		"note": "DOI: 10.1007/978-1-4419-9863-7_298",
		"page": "386–390",
		"publisher": "Springer New York",
		"publisher-place": "New York, NY",
		"title": "Cellular Potts Model",
		"URL": "http://link.springer.com/10.1007/978-1-4419-9863-7_298",
		"author": [
			{
				"family": "Voß-Böhme",
				"given": "Anja"
			},
			{
				"family": "Starruß",
				"given": "Jörn"
			},
			{
				"family": "De Back",
				"given": "Walter"
			}
		],
		"editor": [
			{
				"family": "Dubitzky",
				"given": "Werner"
			},
			{
				"family": "Wolkenhauer",
				"given": "Olaf"
			},
			{
				"family": "Cho",
				"given": "Kwang-Hyun"
			},
			{
				"family": "Yokota",
				"given": "Hiroki"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/JJSSJ4FN",
		"type": "article-journal",
		"container-title": "Mathematical Modelling of Natural Phenomena",
		"DOI": "10.1051/mmnp/20105109",
		"ISSN": "0973-5348, 1760-6101",
		"issue": "1",
		"page": "203–223",
		"title": "Individual Cell-Based Model for In-Vitro Mesothelial Invasion of Ovarian Cancer",
		"URL": "http://www.mmnp-journal.org/10.1051/mmnp/20105109",
		"volume": "5",
		"author": [
			{
				"family": "Giverso",
				"given": "C."
			},
			{
				"family": "Scianna",
				"given": "M."
			},
			{
				"family": "Preziosi",
				"given": "L."
			},
			{
				"family": "Lo Buono",
				"given": "N."
			},
			{
				"family": "Funaro",
				"given": "A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2010"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/7SZTNJ95",
		"type": "paper-conference",
		"container-title": "2012 IEEE Symposium on Computational Intelligence in Bioinformatics and Computational Biology (CIBCB)",
		"DOI": "10.1109/CIBCB.2012.6217251",
		"event-place": "San Diego, CA, USA",
		"ISBN": "978-1-4673-1191-5",
		"page": "349–354",
		"publisher": "IEEE",
		"publisher-place": "San Diego, CA, USA",
		"title": "Searching a multicellular model to tame tumor-induced angiogenesis",
		"URL": "http://ieeexplore.ieee.org/document/6217251/",
		"author": [
			{
				"family": "Podgorski",
				"given": "Gregory J."
			},
			{
				"family": "Flann",
				"given": "Nicholas S."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2012",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/L9KBBACD",
		"type": "chapter",
		"container-title": "5th European Conference of the International Federation for Medical and Biological Engineering",
		"event-place": "Berlin, Heidelberg",
		"ISBN": "978-3-642-23507-8",
		"note": "DOI: 10.1007/978-3-642-23508-5_333",
		"page": "1287–1290",
		"publisher": "Springer Berlin Heidelberg",
		"publisher-place": "Berlin, Heidelberg",
		"title": "3D Simulation of an in vitro Epithelial to Mesenchymal Transition",
		"URL": "http://link.springer.com/10.1007/978-3-642-23508-5_333",
		"volume": "37",
		"author": [
			{
				"family": "Summers",
				"given": "R."
			},
			{
				"family": "Abdulla",
				"given": "T."
			},
			{
				"family": "Imms",
				"given": "R. A."
			},
			{
				"family": "Schleich",
				"given": "J. M."
			}
		],
		"editor": [
			{
				"family": "Magjarevic",
				"given": "Ratko"
			},
			{
				"family": "Jobbágy",
				"given": "Ákos"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/IPCH6HPG",
		"type": "article-journal",
		"container-title": "PLoS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1000841",
		"ISSN": "1553-7358",
		"issue": "7",
		"language": "en",
		"page": "e1000841",
		"title": "Computer Simulation of Cellular Patterning Within the Drosophila Pupal Eye",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1000841",
		"volume": "6",
		"author": [
			{
				"family": "Larson",
				"given": "David E."
			},
			{
				"family": "Johnson",
				"given": "Ruth I."
			},
			{
				"family": "Swat",
				"given": "Maciej"
			},
			{
				"family": "Cordero",
				"given": "Julia B."
			},
			{
				"family": "Glazier",
				"given": "James A."
			},
			{
				"family": "Cagan",
				"given": "Ross L."
			}
		],
		"editor": [
			{
				"family": "McCulloch",
				"given": "Andrew D."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2010",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/T2L65WSE",
		"type": "article-journal",
		"abstract": "Topological obstructions in extracellular matrix soften epithelial cells and slow their migration. Cellular obstruction sensing requires an optimal balance of protrusions and cell-cell adhesions. , During disease and development, physical changes in extracellular matrix cause jamming, unjamming, and scattering in epithelial migration. However, whether disruptions in matrix topology alter collective cell migration speed and cell–cell coordination remains unclear. We microfabricated substrates with stumps of defined geometry, density, and orientation, which create obstructions for migrating epithelial cells. Here, we show that cells lose their speed and directionality when moving through densely spaced obstructions. Although leader cells are stiffer than follower cells on flat substrates, dense obstructions cause overall cell softening. Through a lattice-based model, we identify cellular protrusions, cell–cell adhesions, and leader–follower communication as key mechanisms for obstruction-sensitive collective cell migration. Our modeling predictions and experimental validations show that cells’ obstruction sensitivity requires an optimal balance of cell–cell adhesions and protrusions. Both MDCK (more cohesive) and α-catenin–depleted MCF10A cells were less obstruction sensitive than wild-type MCF10A cells. Together, microscale softening, mesoscale disorder, and macroscale multicellular communication enable epithelial cell populations to sense topological obstructions encountered in challenging environments. Thus, obstruction–sensitivity could define “mechanotype” of cells that collectively migrate yet maintain intercellular communication.",
		"container-title": "Molecular Biology of the Cell",
		"DOI": "10.1091/mbc.E22-06-0226",
		"ISSN": "1059-1524, 1939-4586",
		"issue": "9",
		"language": "en",
		"page": "ar94",
		"title": "Matrix obstructions cause multiscale disruption in collective epithelial migration by suppressing leader cell function",
		"URL": "https://www.molbiolcell.org/doi/10.1091/mbc.E22-06-0226",
		"volume": "34",
		"author": [
			{
				"family": "Lee",
				"given": "Ye Lim"
			},
			{
				"family": "Mathur",
				"given": "Jairaj"
			},
			{
				"family": "Walter",
				"given": "Christopher"
			},
			{
				"family": "Zmuda",
				"given": "Hannah"
			},
			{
				"family": "Pathak",
				"given": "Amit"
			}
		],
		"editor": [
			{
				"family": "Murrell",
				"given": "Michael"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/B29BIME3",
		"type": "chapter",
		"abstract": "Abstract Radiotherapy is a commonly used treatment for cancer and is usually given in varying doses. Mathematical modelling of radiation effects traditionally means the modelling or estimation of cell-kill due to its direct exposure to irradiation and sometimes ignoring other multiple direct/indirect effects. However, advances in molecular biology have expanded this classical view and it is now realized that in addition to cell-death, signals produced by irradiated cells can further influence the behavior of non-irradiated cells or organisms in several ways. Consequently, it has now wider implications in multiple areas making it relevant for further exploration, both experimentally and mathematically. Here, we provide a brief overview of a hybrid multiscale mathematical model to study the direct and indirect effects of radiation and its implications in clinical radiotherapy, experimental settings and radiation protection.",
		"container-title": "Biomarkers of Radiation in the Environment",
		"event-place": "Dordrecht",
		"ISBN": "978-94-024-2100-2",
		"language": "en",
		"note": "DOI: 10.1007/978-94-024-2101-9_5",
		"page": "69–87",
		"publisher": "Springer Netherlands",
		"publisher-place": "Dordrecht",
		"title": "Modelling Direct and Indirect Effects of Radiation: Experimental, Clinical and Environmental Implications",
		"title-short": "Modelling Direct and Indirect Effects of Radiation",
		"URL": "https://link.springer.com/10.1007/978-94-024-2101-9_5",
		"author": [
			{
				"family": "Brüningk",
				"given": "Sarah C."
			},
			{
				"family": "Powathil",
				"given": "Gibin G."
			}
		],
		"editor": [
			{
				"family": "Wood",
				"given": "Michael D."
			},
			{
				"family": "Mothersill",
				"given": "Carmel E."
			},
			{
				"family": "Tsakanova",
				"given": "Gohar"
			},
			{
				"family": "Cresswell",
				"given": "Tom"
			},
			{
				"family": "Woloschak",
				"given": "Gayle E."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/SIBWMRS9",
		"type": "article-journal",
		"abstract": "Abstract Objectives Computational modeling of biological systems is a powerful tool to clarify diverse processes contributing to cancer. The aim is to clarify the complex biochemical and mechanical interactions between cells, the relevance of intracellular signaling pathways in tumor progression and related events to the cancer treatments, which are largely ignored in previous studies. Materials and Methods A three‐dimensional multiscale cell‐based model is developed, covering multiple time and spatial scales, including intracellular, cellular, and extracellular processes. The model generates a realistic representation of the processes involved from an implementation of the signaling transduction network. Results Considering a benign tumor development, results are in good agreement with the experimental ones, which identify three different phases in tumor growth. Simulating tumor vascular growth, results predict a highly vascularized tumor morphology in a lobulated form, a consequence of cells' motile behavior. A novel systematic study of chemotherapy intervention, in combination with targeted therapy, is presented to address the capability of the model to evaluate typical clinical protocols. The model also performs a dose comparison study in order to optimize treatment efficacy and surveys the effect of chemotherapy initiation delays and different regimens. Conclusions Results not only provide detailed insights into tumor progression, but also support suggestions for clinical implementation. This is a major step toward the goal of predicting the effects of not only traditional chemotherapy but also tumor‐targeted therapies.",
		"container-title": "Cell Proliferation",
		"DOI": "10.1111/cpr.13187",
		"ISSN": "0960-7722, 1365-2184",
		"issue": "3",
		"language": "en",
		"page": "e13187",
		"title": "A multiscale cell‐based model of tumor growth for chemotherapy assessment and tumor‐targeted therapy through a 3D computational approach",
		"URL": "https://onlinelibrary.wiley.com/doi/10.1111/cpr.13187",
		"volume": "55",
		"author": [
			{
				"family": "Jafari Nivlouei",
				"given": "Sahar"
			},
			{
				"family": "Soltani",
				"given": "Madjid"
			},
			{
				"family": "Shirani",
				"given": "Ebrahim"
			},
			{
				"family": "Salimpour",
				"given": "Mohammad Reza"
			},
			{
				"family": "Travasso",
				"given": "Rui"
			},
			{
				"family": "Carvalho",
				"given": "João"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/HJVFSPG5",
		"type": "article-journal",
		"abstract": "Migração celular é um ingrediente importante no desenvolvimento de seres multicelulares e em processos como resposta imunológica ou metástases em câncer. Apresentamos uma revisão sobre modelagem de migração celular de célula isolada sobre substratos planos. Reanálise de dados experimentais mostraram um comportamento que se desvia do modelo canônico, o modelo de Langevin para uma partícula com um movimento Browniano. A proposição de um modelo semiempírico que prevê um comportamento difusivo em escalas de tempo muito curtas, ajusta os dados experimentais mas coloca em cheque a definição usual de velocidade e o correspondente protocolo de medidas. A solução é apresentada sob a forma de um modelo anisotrópico para a migração celular com uma variável interna representando a quebra de simetria espacial da célula em migração. A previsão teórica possibilita a definição de unidades naturais do sistema que resultam no colapso de curvas teóricas e experimentais em uma família de curvas com um só parâmetro. Adicionalmente, discutimos um modelo de simulações para células em três dimensões, que foi validado por comparações quantitativas com dados experimentais, possibilitadas pelo modelo teórico proposto. Estes resultados podem agora ser aplicados para situações mais complexas, que implicam em interações não lineares e requerem soluções numéricas. , Cell migration plays important roles in the development of multicellular organisms and processes as immune response and in cancer metastasis. We present here a review on cell migration modelling of single cells on a flat substrate. Re-analyses of experimental data evinced a behavior that deviates from the canonical Langevin model of a particle immersed on a viscous fluid that presents a Brownian persistent motion. The proposition of a semi-empirical model yields a diffusive behavior in short-time intervals and fits the experimental data, but challenges velocity definition and the corresponding measurement protocol. The solution is presented on the form of an anisotropic model for cell migration, that considers an additional, internal variable, that accounts for the spatial symmetry break of a migrating cell. The theoretical results yield the proposition of natural units for the problem that allows the collapse of theoretical and experimental curves onto a single parameter family of curves. We also discuss a simulation model for three dimensional cells migrating on a flat substrate. The simulation results are quantitatively validated using the theoretical results. The simulation model is now ready to be used in investigating cell migration in more complex environments, that imply non-linear interactions and require numerical solutions.",
		"container-title": "Revista Brasileira de Ensino de Física",
		"DOI": "10.1590/1806-9126-rbef-2020-0400",
		"ISSN": "1806-9126, 1806-1117",
		"issue": "suppl 1",
		"license": "http://creativecommons.org/licenses/by/4.0/",
		"page": "e20200400",
		"title": "Fenômenos estocásticos em migração celular: teoria, experimentos e simulações",
		"title-short": "Fenômenos estocásticos em migração celular",
		"URL": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-11172021000500211&tlng=pt",
		"volume": "43",
		"author": [
			{
				"family": "De Almeida",
				"given": "Rita M.C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/N9QPXFAT",
		"type": "article-journal",
		"container-title": "PLOS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1007053",
		"ISSN": "1553-7358",
		"issue": "6",
		"language": "en",
		"page": "e1007053",
		"title": "Metabolic reprogramming dynamics in tumor spheroids: Insights from a multicellular, multiscale model",
		"title-short": "Metabolic reprogramming dynamics in tumor spheroids",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1007053",
		"volume": "15",
		"author": [
			{
				"family": "Roy",
				"given": "Mahua"
			},
			{
				"family": "Finley",
				"given": "Stacey D."
			}
		],
		"editor": [
			{
				"family": "Maini",
				"given": "Philip K"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/W3XXWYEN",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0161915",
		"ISSN": "1932-6203",
		"issue": "8",
		"language": "en",
		"page": "e0161915",
		"title": "Spheroid Formation of Hepatocarcinoma Cells in Microwells: Experiments and Monte Carlo Simulations",
		"title-short": "Spheroid Formation of Hepatocarcinoma Cells in Microwells",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0161915",
		"volume": "11",
		"author": [
			{
				"family": "Wang",
				"given": "Yan"
			},
			{
				"family": "Kim",
				"given": "Myung Hee"
			},
			{
				"family": "Tabaei",
				"given": "Seyed R."
			},
			{
				"family": "Park",
				"given": "Jae Hyeok"
			},
			{
				"family": "Na",
				"given": "Kyuhwan"
			},
			{
				"family": "Chung",
				"given": "Seok"
			},
			{
				"family": "Zhdanov",
				"given": "Vladimir P."
			},
			{
				"family": "Cho",
				"given": "Nam-Joon"
			}
		],
		"editor": [
			{
				"family": "Massoumi",
				"given": "Ramin"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/GE9YYRBK",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0162428",
		"ISSN": "1932-6203",
		"issue": "9",
		"language": "en",
		"page": "e0162428",
		"title": "A Liver-Centric Multiscale Modeling Framework for Xenobiotics",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0162428",
		"volume": "11",
		"author": [
			{
				"family": "Sluka",
				"given": "James P."
			},
			{
				"family": "Fu",
				"given": "Xiao"
			},
			{
				"family": "Swat",
				"given": "Maciej"
			},
			{
				"family": "Belmonte",
				"given": "Julio M."
			},
			{
				"family": "Cosmanescu",
				"given": "Alin"
			},
			{
				"family": "Clendenon",
				"given": "Sherry G."
			},
			{
				"family": "Wambaugh",
				"given": "John F."
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"editor": [
			{
				"family": "Schmidt",
				"given": "Edward E"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/NWN8QZZS",
		"type": "article-journal",
		"container-title": "BMC Systems Biology",
		"DOI": "10.1186/s12918-016-0323-y",
		"ISSN": "1752-0509",
		"issue": "1",
		"language": "en",
		"page": "77",
		"title": "IL-2 sensitivity and exogenous IL-2 concentration gradient tune the productive contact duration of CD8+ T cell-APC: a multiscale modeling study",
		"title-short": "IL-2 sensitivity and exogenous IL-2 concentration gradient tune the productive contact duration of CD8+ T cell-APC",
		"URL": "http://bmcsystbiol.biomedcentral.com/articles/10.1186/s12918-016-0323-y",
		"volume": "10",
		"author": [
			{
				"family": "Gao",
				"given": "Xuefeng"
			},
			{
				"family": "Arpin",
				"given": "Christophe"
			},
			{
				"family": "Marvel",
				"given": "Jacqueline"
			},
			{
				"family": "Prokopiou",
				"given": "Sotiris A."
			},
			{
				"family": "Gandrillon",
				"given": "Olivier"
			},
			{
				"family": "Crauste",
				"given": "Fabien"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/HZ3PUMZY",
		"type": "article-journal",
		"container-title": "PLOS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1004952",
		"ISSN": "1553-7358",
		"issue": "6",
		"language": "en",
		"page": "e1004952",
		"title": "Filopodial-Tension Model of Convergent-Extension of Tissues",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1004952",
		"volume": "12",
		"author": [
			{
				"family": "Belmonte",
				"given": "Julio M."
			},
			{
				"family": "Swat",
				"given": "Maciej H."
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"editor": [
			{
				"family": "Tusscher",
				"given": "Ten"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/W9ZBZBKX",
		"type": "article-journal",
		"container-title": "PLOS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1004932",
		"ISSN": "1553-7358",
		"issue": "6",
		"language": "en",
		"page": "e1004932",
		"title": "Progression of Diabetic Capillary Occlusion: A Model",
		"title-short": "Progression of Diabetic Capillary Occlusion",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1004932",
		"volume": "12",
		"author": [
			{
				"family": "Fu",
				"given": "Xiao"
			},
			{
				"family": "Gens",
				"given": "John Scott"
			},
			{
				"family": "Glazier",
				"given": "James A."
			},
			{
				"family": "Burns",
				"given": "Stephen A."
			},
			{
				"family": "Gast",
				"given": "Thomas J."
			}
		],
		"editor": [
			{
				"family": "Peirce",
				"given": "Shayn M"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/F7Q7VKRK",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0129266",
		"ISSN": "1932-6203",
		"issue": "6",
		"language": "en",
		"page": "e0129266",
		"title": "Fabrication of Biomimetic Bone Tissue Using Mesenchymal Stem Cell-Derived Three-Dimensional Constructs Incorporating Endothelial Cells",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0129266",
		"volume": "10",
		"author": [
			{
				"family": "Sasaki",
				"given": "Jun-Ichi"
			},
			{
				"family": "Hashimoto",
				"given": "Masanori"
			},
			{
				"family": "Yamaguchi",
				"given": "Satoshi"
			},
			{
				"family": "Itoh",
				"given": "Yoshihiro"
			},
			{
				"family": "Yoshimoto",
				"given": "Itsumi"
			},
			{
				"family": "Matsumoto",
				"given": "Takuya"
			},
			{
				"family": "Imazato",
				"given": "Satoshi"
			}
		],
		"editor": [
			{
				"family": "Shi",
				"given": "Xing-Ming"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/WPNN2LYZ",
		"type": "article-journal",
		"container-title": "PLOS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1004314",
		"ISSN": "1553-7358",
		"issue": "10",
		"language": "en",
		"page": "e1004314",
		"title": "A Neutrophil Phenotype Model for Extracorporeal Treatment of Sepsis",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1004314",
		"volume": "11",
		"author": [
			{
				"family": "Malkin",
				"given": "Alexander D."
			},
			{
				"family": "Sheehan",
				"given": "Robert P."
			},
			{
				"family": "Mathew",
				"given": "Shibin"
			},
			{
				"family": "Federspiel",
				"given": "William J."
			},
			{
				"family": "Redl",
				"given": "Heinz"
			},
			{
				"family": "Clermont",
				"given": "Gilles"
			}
		],
		"editor": [
			{
				"family": "Tan",
				"given": "Kai"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015",
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/JWC462C5",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0127972",
		"ISSN": "1932-6203",
		"issue": "6",
		"language": "en",
		"page": "e0127972",
		"title": "Emergent Stratification in Solid Tumors Selects for Reduced Cohesion of Tumor Cells: A Multi-Cell, Virtual-Tissue Model of Tumor Evolution Using CompuCell3D",
		"title-short": "Emergent Stratification in Solid Tumors Selects for Reduced Cohesion of Tumor Cells",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0127972",
		"volume": "10",
		"author": [
			{
				"family": "Swat",
				"given": "Maciej H."
			},
			{
				"family": "Thomas",
				"given": "Gilberto L."
			},
			{
				"family": "Shirinifard",
				"given": "Abbas"
			},
			{
				"family": "Clendenon",
				"given": "Sherry G."
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"editor": [
			{
				"family": "Massiah",
				"given": "Michael"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/HTMP8ZGE",
		"type": "chapter",
		"container-title": "Tissue Morphogenesis",
		"event-place": "New York, NY",
		"ISBN": "978-1-4939-1163-9",
		"language": "en",
		"note": "DOI: 10.1007/978-1-4939-1164-6_20",
		"page": "301–322",
		"publisher": "Springer New York",
		"publisher-place": "New York, NY",
		"title": "Large-Scale Parameter Studies of Cell-Based Models of Tissue Morphogenesis Using CompuCell3D or VirtualLeaf",
		"URL": "https://link.springer.com/10.1007/978-1-4939-1164-6_20",
		"volume": "1189",
		"author": [
			{
				"family": "Palm",
				"given": "Margriet M."
			},
			{
				"family": "Merks",
				"given": "Roeland M. H."
			}
		],
		"editor": [
			{
				"family": "Nelson",
				"given": "Celeste M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/X638VMM6",
		"type": "chapter",
		"container-title": "Bioinformatics and Biomedical Engineering",
		"event-place": "Cham",
		"ISBN": "978-3-319-16479-3",
		"note": "DOI: 10.1007/978-3-319-16480-9_37",
		"page": "375–385",
		"publisher": "Springer International Publishing",
		"publisher-place": "Cham",
		"title": "Modeling of the Urothelium with an Agent Based Approach",
		"URL": "http://link.springer.com/10.1007/978-3-319-16480-9_37",
		"volume": "9044",
		"author": [
			{
				"family": "Torelli",
				"given": "Angelo"
			},
			{
				"family": "Siegel",
				"given": "Fabian"
			},
			{
				"family": "Erben",
				"given": "Philipp"
			},
			{
				"family": "Gumbel",
				"given": "Markus"
			}
		],
		"editor": [
			{
				"family": "Ortuño",
				"given": "Francisco"
			},
			{
				"family": "Rojas",
				"given": "Ignacio"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/JZCWZL7V",
		"type": "chapter",
		"container-title": "Mathematical Models and Methods for Planet Earth",
		"event-place": "Cham",
		"ISBN": "978-3-319-02656-5",
		"note": "DOI: 10.1007/978-3-319-02657-2_5",
		"page": "59–71",
		"publisher": "Springer International Publishing",
		"publisher-place": "Cham",
		"title": "Using Mathematical Modelling as a Virtual Microscope to Support Biomedical Research",
		"URL": "http://link.springer.com/10.1007/978-3-319-02657-2_5",
		"volume": "6",
		"author": [
			{
				"family": "Giverso",
				"given": "Chiara"
			},
			{
				"family": "Preziosi",
				"given": "Luigi"
			}
		],
		"editor": [
			{
				"family": "Ancona",
				"given": "V."
			},
			{
				"family": "Cannarsa",
				"given": "P."
			},
			{
				"family": "Canuto",
				"given": "C."
			},
			{
				"family": "Coletti",
				"given": "G."
			},
			{
				"family": "Marcellini",
				"given": "P."
			},
			{
				"family": "Patrizio",
				"given": "G."
			},
			{
				"family": "Ruggeri",
				"given": "T."
			},
			{
				"family": "Strickland",
				"given": "E."
			},
			{
				"family": "Verra",
				"given": "A."
			},
			{
				"family": "Celletti",
				"given": "Alessandra"
			},
			{
				"family": "Locatelli",
				"given": "Ugo"
			},
			{
				"family": "Ruggeri",
				"given": "Tommaso"
			},
			{
				"family": "Strickland",
				"given": "Elisabetta"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/U9NTNGE4",
		"type": "chapter",
		"container-title": "XIII Mediterranean Conference on Medical and Biological Engineering and Computing 2013",
		"event-place": "Cham",
		"ISBN": "978-3-319-00845-5",
		"language": "en",
		"note": "DOI: 10.1007/978-3-319-00846-2_303",
		"page": "1225–1228",
		"publisher": "Springer International Publishing",
		"publisher-place": "Cham",
		"title": "Advances in Modelling of Epithelial to Mesenchymal Transition",
		"URL": "https://link.springer.com/10.1007/978-3-319-00846-2_303",
		"volume": "41",
		"author": [
			{
				"family": "Summers",
				"given": "R."
			},
			{
				"family": "Abdulla",
				"given": "T."
			},
			{
				"family": "Schleich",
				"given": "J. -M."
			}
		],
		"editor": [
			{
				"family": "Roa Romero",
				"given": "Laura M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/WPLF89EV",
		"type": "article-journal",
		"container-title": "Trends in Cardiovascular Medicine",
		"DOI": "10.1016/j.tcm.2012.10.002",
		"ISSN": "10501738",
		"issue": "5",
		"language": "en",
		"license": "https://www.elsevier.com/tdm/userlicense/1.0/",
		"page": "135–142",
		"title": "Hyaluronan: A critical regulator of endothelial-to-mesenchymal transition during cardiac valve formation",
		"title-short": "Hyaluronan",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S105017381200401X",
		"volume": "23",
		"author": [
			{
				"family": "Lagendijk",
				"given": "Anne Karine"
			},
			{
				"family": "Szabó",
				"given": "András"
			},
			{
				"family": "Merks",
				"given": "Roeland M.H."
			},
			{
				"family": "Bakkers",
				"given": "Jeroen"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/7LDK6IYH",
		"type": "article-journal",
		"container-title": "Physical Review E",
		"DOI": "10.1103/PhysRevE.87.012725",
		"ISSN": "1539-3755, 1550-2376",
		"issue": "1",
		"language": "en",
		"license": "http://link.aps.org/licenses/aps-default-license",
		"page": "012725",
		"title": "Vascular networks due to dynamically arrested crystalline ordering of elongated cells",
		"URL": "https://link.aps.org/doi/10.1103/PhysRevE.87.012725",
		"volume": "87",
		"author": [
			{
				"family": "Palm",
				"given": "Margriet M."
			},
			{
				"family": "Merks",
				"given": "Roeland M. H."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/J64Q4N93",
		"type": "article-journal",
		"container-title": "PLoS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1002440",
		"ISSN": "1553-7358",
		"issue": "5",
		"language": "en",
		"page": "e1002440",
		"title": "Adhesion Failures Determine the Pattern of Choroidal Neovascularization in the Eye: A Computer Simulation Study",
		"title-short": "Adhesion Failures Determine the Pattern of Choroidal Neovascularization in the Eye",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1002440",
		"volume": "8",
		"author": [
			{
				"family": "Shirinifard",
				"given": "Abbas"
			},
			{
				"family": "Glazier",
				"given": "James Alexander"
			},
			{
				"family": "Swat",
				"given": "Maciej"
			},
			{
				"family": "Gens",
				"given": "J. Scott"
			},
			{
				"family": "Family",
				"given": "Fereydoon"
			},
			{
				"family": "Jiang",
				"given": "Yi"
			},
			{
				"family": "Grossniklaus",
				"given": "Hans E."
			}
		],
		"editor": [
			{
				"family": "Crampin",
				"given": "Edmund J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2012",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/KY6G4MP8",
		"type": "article-journal",
		"container-title": "PLoS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1002155",
		"ISSN": "1553-7358",
		"issue": "10",
		"language": "en",
		"page": "e1002155",
		"title": "A Multi-cell, Multi-scale Model of Vertebrate Segmentation and Somite Formation",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1002155",
		"volume": "7",
		"author": [
			{
				"family": "Hester",
				"given": "Susan D."
			},
			{
				"family": "Belmonte",
				"given": "Julio M."
			},
			{
				"family": "Gens",
				"given": "J. Scott"
			},
			{
				"family": "Clendenon",
				"given": "Sherry G."
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"editor": [
			{
				"family": "Crampin",
				"given": "Edmund J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011",
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/LWSDRKD3",
		"type": "article-journal",
		"container-title": "PLoS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1002030",
		"ISSN": "1553-7358",
		"issue": "4",
		"language": "en",
		"page": "e1002030",
		"title": "MDCK Cystogenesis Driven by Cell Stabilization within Computational Analogues",
		"URL": "https://dx.plos.org/10.1371/journal.pcbi.1002030",
		"volume": "7",
		"author": [
			{
				"family": "Engelberg",
				"given": "Jesse A."
			},
			{
				"family": "Datta",
				"given": "Anirban"
			},
			{
				"family": "Mostov",
				"given": "Keith E."
			},
			{
				"family": "Hunt",
				"given": "C. Anthony"
			}
		],
		"editor": [
			{
				"family": "McCulloch",
				"given": "Andrew D."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/PHKRQDNC",
		"type": "article-journal",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0024999",
		"ISSN": "1932-6203",
		"issue": "10",
		"language": "en",
		"page": "e24999",
		"title": "Computer Simulations of Cell Sorting Due to Differential Adhesion",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0024999",
		"volume": "6",
		"author": [
			{
				"family": "Zhang",
				"given": "Ying"
			},
			{
				"family": "Thomas",
				"given": "Gilberto L."
			},
			{
				"family": "Swat",
				"given": "Maciej"
			},
			{
				"family": "Shirinifard",
				"given": "Abbas"
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"editor": [
			{
				"family": "Mathe",
				"given": "Jerome"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011",
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/VJJ5TZVR",
		"type": "article-journal",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0022700",
		"ISSN": "1932-6203",
		"issue": "7",
		"language": "en",
		"page": "e22700",
		"title": "Coordination of Cell Differentiation and Migration in Mathematical Models of Caudal Embryonic Axis Extension",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0022700",
		"volume": "6",
		"author": [
			{
				"family": "Harrison",
				"given": "Nigel C."
			},
			{
				"family": "Diez Del Corral",
				"given": "Ruth"
			},
			{
				"family": "Vasiev",
				"given": "Bakhtier"
			}
		],
		"editor": [
			{
				"family": "Heisenberg",
				"given": "Carl-Philipp"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/S8D2IG6C",
		"type": "chapter",
		"container-title": "Computational Biology",
		"event-place": "Totowa, NJ",
		"ISBN": "978-1-60761-841-6",
		"note": "DOI: 10.1007/978-1-60761-842-3_19",
		"page": "297–321",
		"publisher": "Humana Press",
		"publisher-place": "Totowa, NJ",
		"title": "Genetic Algorithms and Their Application to In Silico Evolution of Genetic Regulatory Networks",
		"URL": "http://link.springer.com/10.1007/978-1-60761-842-3_19",
		"volume": "673",
		"author": [
			{
				"family": "Knabe",
				"given": "Johannes F."
			},
			{
				"family": "Wegner",
				"given": "Katja"
			},
			{
				"family": "Nehaniv",
				"given": "Chrystopher L."
			},
			{
				"family": "Schilstra",
				"given": "Maria J."
			}
		],
		"editor": [
			{
				"family": "Fenyö",
				"given": "David"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2010"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/V4MQ6VDU",
		"type": "article-journal",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0010571",
		"ISSN": "1932-6203",
		"issue": "5",
		"language": "en",
		"page": "e10571",
		"title": "Modeling Gastrulation in the Chick Embryo: Formation of the Primitive Streak",
		"title-short": "Modeling Gastrulation in the Chick Embryo",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0010571",
		"volume": "5",
		"author": [
			{
				"family": "Vasiev",
				"given": "Bakhtier"
			},
			{
				"family": "Balter",
				"given": "Ariel"
			},
			{
				"family": "Chaplain",
				"given": "Mark"
			},
			{
				"family": "Glazier",
				"given": "James A."
			},
			{
				"family": "Weijer",
				"given": "Cornelis J."
			}
		],
		"editor": [
			{
				"family": "Monk",
				"given": "Nick"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2010",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5509484/items/39BYZJ8J",
		"type": "article-journal",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0010641",
		"ISSN": "1932-6203",
		"issue": "5",
		"language": "en",
		"page": "e10641",
		"title": "Front Instabilities and Invasiveness of Simulated 3D Avascular Tumors",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0010641",
		"volume": "5",
		"author": [
			{
				"family": "Poplawski",
				"given": "Nikodem J."
			},
			{
				"family": "Shirinifard",
				"given": "Abbas"
			},
			{
				"family": "Agero",
				"given": "Ubirajara"
			},
			{
				"family": "Gens",
				"given": "J. Scott"
			},
			{
				"family": "Swat",
				"given": "Maciej"
			},
			{
				"family": "Glazier",
				"given": "James A."
			}
		],
		"editor": [
			{
				"family": "Stolovitzky",
				"given": "Gustavo"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2010",
					5
				]
			]
		}
	}
]